import { toPersianDigits, } from "@/utils/toPersianDigits"
import {zephyrus ,samsungWatch,surfacePro9,smartphones} from "@utils/myimages"
import {speaker,digitalCamra,redmi13,motorola,miXiaomi,ipad,speakerB,digitalCamraB,redmi13B,motorolaB,miXiaomiB,ipadB} from "@utils/myimages"
import {SPORT,AirPodsPro,Opo,s24,hp,tcl,SPORTB,AirPodsPro2,OpoB,s24B,hpB,tclB} from "@utils/myimages"
import {AppleWatch,LaptopAsus,XiaomiHedest,Iphone13} from "@utils/myimages"





export const blogs=[
    {
        id:1,
        img:zephyrus,
        date: "پنجشنبه 8 شهریور ۱۴۰۳",
        title:"بررسی لپ‌تاپ ایسوس Zephyrus G14 2024 رقیب مک‌بوک پرو گیمینگ",
        description:{
            short:"ایسوس با Zephyrus G14 2024 گام‌هایی بلند در مسیری درست برداشته و لپ‌‌تاپ ۱۴ اینچی محبوبش را به حریفی شایسته برای مک‌بوک پرو ۱۴ بدل کرده است...",
            long:`Zephyrus G14 لپ‌تاپ بسیار مهمی است؛ زیرا آغازکننده‌ی روندی تازه بود؛ چهار سال از زمان معرفی نخستین نسل G14 می‌گذرد، در آن زمان لپ‌تاپ گیمینگ ۱۴ اینچی وجود خارجی نداشت؛ اما حالا به‌لطف ایسوس، شرکت‌های دیگری همچون ریزر، MSI و HP هم به عرصه‌ی لپ‌تاپ‌های گیمینگ ۱۴ اینچی ورود کرده‌اندحالا مدل ۲۰۲۴ لپ‌تاپ دوست‌داشتنی G14 را در اختیار داریم؛ دستگاهی که با سخت‌افزار توانمند، نمایشگر خیره‌کننده‌ی OLED، طراحی مینمیمال و بدنه‌ی فلزی باکیفیتش، تنه به تنه‌ی مک‌بوک‌ها می‌زند و نگاه‌ها را به خود می‌دوزد.طراحی جمع‌وجور، خوش‌ساخت و پریمیوم
اصلی‌ترین و چشم‌گیرترین تغییر در مدل ۲۰۲۴ از لپ‌تاپ G14 درمقایسه‌با نسل‌های قبلی، تغییر ۱۸۰درجه‌ای در استراتژی طراحان ایسوس است؛ من به یاد ندارم که ایسوس تابه‌حال برای طراحی و ساخت لپ‌تاپ‌های گیمینگش سراغ ماشین‌کاری رفته باشد و بدنه را از یک بلوک آلومینیومی در آورده باشد؛ همیشه در بهترین حالت، لپ‌تاپ‌های ایسوس را با بدنه‌ای از جنس ورق‌های آلومینیومی یا آلیاژ منیزیوم دیده‌ایم.به‌لطف تغییر در فرآیند ساخت لپ‌تاپ، تأثیر محسوسی بر جذابیت و حس‌وحال پریمیوم Zephyrus G14 داشته؛ به‌طوری که ایسوس در توصیف لپ‌تاپ گیمینگش، آن را «ترکیبی بی‌نقص از عملکرد و استایل» می‌نامد و واقعا هم حق با این شرکت تایوانی کارکشته است!

بدنه‌ی زفیروس G14 بسیار متراکم‌تر از نسل قبل شده و حس کیفیت را به‌خوبی القا می‌کند؛ از جایی از لپ‌تاپ صدای «قِرِچ‌قروچ» نمی‌شنویم، قاب صفحه‌نمایش تاب نمی‌خورد، حین فشردن کلیدها هم، سطح بدنه‌ی دستگاه فرو نمی‌رود؛ البته با تمام این بهبودها، هنوز هم زفیروس در سطح محصولات پریمیومی همچون مک‌بوک و سرفیس نیست؛ هرچند که بسیار به آن‌ها نزدیک شده است.ابعاد بدنه‌ی G14 2024 به‌طور محسوسی جمع‌وجورتر از نسل قبل شده؛ پارسال ضخامت لپ‌تاپ به بیش‌از ۲ سانتی‌متر می‌رسید؛ اما اکنون از حدود ۱٫۶ سانتی‌متر تجاوز نمی‌کند و البته وزن دستگاه هم حدود ۲۰۰ گرم سبک‌تر شده است؛ به‌طور دقیق‌تر، ابعاد بدنه با ۱٫۶۳-۱٫۵۹ × ۲۲٫۰ × ۳۱٫۱ سانتی‌متر و وزن آن با حدود ۱٫۵ کیلوگرم برابری می‌کند.

در بدنه‌ی باریک Zephyrus G14 درگاه‌های متنوعی هم جای گرفته‌اند؛ سمت چپ دستگاه درگاه شارژ اختصاصی ایسوس، درگاه HDMI 2.1، یک درگاه USB4 Type-C با پشتیبانی از DisplayPort 2.0 و پاور دلیوری ۱۰۰واتی، یک درگاه فول‌سایز USB 3.2 و جک کمبوی هدفون به‌چشم می‌خورد؛ سمت راست لپ‌تاپ هم از یک درگاه USB 3.2 Type-C، یک درگاه فول‌سایز USB 3.2 دیگر و یک درگاه پرسرعت microSD میزبانی می‌کند؛ ای‌کاش درگاه کارت حافظه از نوع فو‌ل‌سایز SD می‌بود تا بیشتر به کار عکاس‌ها و فیلم‌بردارها می‌آمد.در مجموع، اکنون ظاهر G14 به‌گونه‌ای تغییر کرده است که هم می‌توان آن را به‌عنوان لپ‌تاپ کاری به جلسات برد، هم روحیه‌ی گیمری را حفظ کرد! لپ‌تاپ Zephyrus G14 2024 را می‌توان در رنگ‌های سفید یا خاکستری خرید. ما رنگ خاکستری را برای بررسی داریم که بسیار جذاب و شکیل به‌نظر می‌رسد؛ اما خیلی زود هم اثر انگشت، چربی و لکه را به خود می‌گیرد؛ پس اگر وسواسی و حساس هستید، مدام باید دستمال میکروفایبر همراهتان باشد تا همواره لپ‌تاپ را پاک کنید.اگر تصور می‌کنید که جذابیت‌های G14 به نمای بیرونی آن خلاصه می‌شود، باید بگویم که سخت در اشتباهید؛ شگفتی اصلی هنگامی رخ می‌دهد که درِ لپ‌تاپ را باز می‌کنید و با صفحه‌‌نمایشش مواجه می‌شوید؛ البته داخل پرانتز هم باید بگویم که لولای لپ‌تاپ بسیار محکم است و به کاربر حس اطمینان می‌دهد؛ درحالی‌که با یک دست هم باز می‌شود.

نمایشگر OLED خیره‌کننده و اسپیکرهای پرقدرت
صفحه‌نمایش Zephyrus G14 را در یک کلمه، می‌توان «خیره‌کننده» توصیف کرد؛ پنل ۱۴ اینچی OLED لپ‌تاپ با نسبت تصویرِ مرتفعِ ۱۶:۱۰ و حاشیه‌های باریکش ظاهری بسیار مدرن به لپ‌تاپ بخشیده، از طرف دیگر مانند لپ‌تاپ‌های گران‌قیمت و پریمیوم، به‌جای حاشیه‌های پلاستیکی، پوشش یکپارچه‌ی شیشه‌ای کل سطح نمایشگر را پوشانده است؛ هرچند که این پوشش براق، مقداری از خوانایی نمایشگر در محیط‌های روشن می‌کاهد.`,
        }
    },
    {
        id:2,
        img:samsungWatch,
        date:"پنجشنبه 8 شهریور ۱۴۰۳",
        title:"بررسی گلکسی واچ اولترا؛‌ چیزی فراتر از یک تقلید",
        description:{
            short:"گلکسی واچ اولترا، رقیب مستقیم اپل واچ اولترا، در برخی موارد به ساعت اپل شبیه است؛ اما قابلیت‌هایی دارد که آن را از اپل واچ متمایز می‌کند.",
            long:`گلکسی واچ اولترا اصلا آن چیزی نیست که انتظارش را داشتم. وقتی برای اولین‌بار ساعت حرفه‌ای سامسونگ را در مراسم آنپکد دیدم، نه به‌طراحی دایره‌مربعی به‌اصطلاح «Cushion Design» ساعت حس خوبی داشتم و نه به شباهت ظاهری آن به اپل واچ اولترا؛ اما پس از یک هفته بررسی موشکافانه و استفاده از ساعت در سناریوهای مختلف، به این نتیجه رسیدم که نه‌تنها طراحی منحصر‌به‌فرد گلکسی واچ اولترا می‌تواند دلنشین و خیرکننده باشد، بلکه به‌دور از انصاف است اگر بخواهیم آن را صرفا به‌خاطر یکی‌، دو مورد شباهت، کپی کورکورانه از اپل واچ اولترا بدانیم.طراحی عجیب «کوسنی» گلکسی واچ اولترا که در آن صفحه‌نمایش دایره‌ای ۱٫۵ اینچ داخل قاب مربعی قرار گرفته است، ناخودآگاه، آدم را یاد فرم‌فکتور ساعت‌های اپل می‌اندازد؛ انگار سامسونگ می‌خواسته ساعت پریمیوم‌اش هم شبیه اپل واچ باشد و هم نباشد؛ اما اولین‌بار نیست که کره‌ای‌ها سراغ طراحی کوسنی رفته‌اند. ساعت Gear Sport هم که در سال ۲۰۱۷ عرضه شد، از همین طراحی دایره‌مربعی بهره می‌برد؛ هرچند این‌بار سامسونگ تصمیم گرفته فریم زیرین را از گذشته مربعی‌تر کند.گلکسی واچ اولترا تنها یک سایز ۴۷ میلی‌متری دارد که برای مچ‌های ۱۱۰-۱۲۰ میلی‌متری مثل من زیادی بزرگ است؛ اما بند سیلیکونی ساعت آنقدر حفره دارد تا حتی روی مچ‌های بسیار باریک هم چفت شود؛ درحالی‌که به‌خاطر چفت‌نشدن گلکسی واچ ۵ پرو روی مچ و مشکل در انجام تست‌ها، مجبور شدم بررسی ساعت گلکسی واچ ۵ پرو را به محمدحسین محول کنم!

فوق‌العاده مقاوم، اما نه‌خیلی راحت
ظاهر خاص گلکسی واچ اولترا به‌احتمال زیاد پس از مدتی به دل می‌نشیند؛ اما بند ساعت زیادی ضخیم و عریض به نظر می‌آید و آن حس پریمیومی را که از یک ساعت سی‌وچند میلیون تومانی انتظار داریم، منتقل نمی‌کند. بااین‌حال، رنگ سفید بند به‌نظرم به‌خوبی جلب توجه می‌کند (هرچند خیلی زود هم کثیف می‌شود) و رنگ مشکلی انتخاب امن‌تری است، چراکه به هر استایلی می‌آید. رنگ نارنجی را قبلا با اپل واچ اولترا و ساعت CMF واچ پرو ناتینگ دیده بودیم؛ اما هنوز هم انتخاب جسورانه‌ای است و بعید می‌دانم طرفداران زیادی داشته باشد. در یکی از تصاویر رونمایی از گلکسی واچ اولترا، بند نایلونی نارنجی شبیه آلپاین لوپ به ‌چشم می‌خورد که حدس می‌زنم حس بهتری از بند کنونی ساعت داشته باشد؛ اما فعلا برای خرید موجود نیست.چطور بود یادم برود؟ وزن ساعت واقعا زیاد است. من هر دو ساعت اپل و سامسونگ را به مچ بستم و حتی از چند نفر از همکاران هم نظر خواستم و نظر کلی این بود که ساعت سامسونگ با اینکه یک گرم از اپل واچ اولترا سبک‌تر است، انگار فشار بیشتری را به مچ وارد می‌کند. درکل، گلکسی واچ اولترا برای استفاده در شرایط محیطی دشوار طراحی شده و بالاترین کیفیت ساخت را در بین ساعت‌های سامسونگ دارد؛ اما خیلی راحت نیست.`,
        }
    },
    {
        id:3,
        img:surfacePro9,
        date:"پنجشنبه 8 شهریور ۱۴۰۳",
        title:"بررسی آپدیت ۲۰۲۴ ویندوز ۱۱؛ از تغییرات فایل اکسپلورر تا ویژگی‌های انحصاری هوش مصنوعی",
        description:{
            short:"به‌روزرسانی ۲۰۲۴ ویندوز ۱۱ شامل پیشرفت سیستم‌عامل و معرفی قابلیت‌های جدید هوش مصنوعی است و تمرکز ویژه‌ای بر سیستم‌های مبتنی بر آرم دارد.",
            long:`نسخه‌ی 24H2 ویندوز ۱۱ که با نام به‌روزرسانی ۲۰۲۴ نیز شناخته می‌شود، تا مهرماه ۱۴۰۳ در دسترس عموم کاربران ویندوز قرار می‌گیرد. البته برخی از کاربران اینسایدر که عضو برنامه‌ی Release Preview بودند، از خرداد ماه می‌توانستند نسخه‌ای را که در مرحله‌ی آخرین تست آپدیت رسمی ارائه شد، نصب کنند.

بااین‌حال بسیاری از ما منتظر بوده‌ایم تا ابتدا نظر کارشناسان را درمورد نسخه‌ی ۲۰۲۴ ویندوز ۱۱ بدانیم و با آگاهی از تغییرات و جزئیات، تصمیم بگیریم که آیا این آپدیت بزرگ را نصب کنیم یا خیر. خوشبختانه بررسی‌های کارشناسان یک ماه زودتر از عرضه‌ی رسمی نسخه‌ی جدید منتشر شده و به کاربران فرصت کافی برای ارزیابی امکانات جدید را می‌دهد
`,
        }
    },
    {
        id:4,
        img:smartphones,
        date:"پنجشنبه 8 شهریور ۱۴۰۳",
        title:"بهترین گوشی‌های موبایل بازار ایران [شهریور ۱۴۰۳]",
        description:{
            short:"در مقاله‌ی پیش‌ رو با در نظر گرفتن پارامترهای تأثیرگذار بر تجربه‌ی کاربر، بهترین گوشی‌های بازار ایران را در بازه‌های قیمتی مختلف معرفی می‌کنیم.",
            long:`با‌‌ توجه‌‌‌‌ به افزایش بی‌سابقه و افسارگسیخته‌ی قیمت گوشی‌ در چند سال گذشته در بازار ایران، این دستگاه مهم که بخش بزرگی از زندگی ما محسوب می‌شود، به کالایی لوکس تبدیل شده است؛ پس هنگام خرید گوشی جدید، باید بیش از گذشته وسواس به‌ خرج بدهیم و مدلی را انتخاب کنیم که بیشترین امکانات و بهترین تجربه را با قیمت مدنظر ارائه می‌دهد.

                    به‌طور کلی برای خرید گوشی هوشمند، گذشته‌ از کیفیت ساخت و طراحی ظاهری که در حس و تجربه‌ی استفاده از گوشی و مقاومت آن در برابر ضربات و فشار نقش مهمی دارد، باید به موارد زیر توجه داشت:

                    ابعاد و وزن: اندازه‌ی یک گوشی نقش مهمی در راحتی شما در استفاده از آن دارد. معمولاً خوش‌دست‌ترین گوشی‌ها قطر نمایشگر بین ۶٫۲ تا ۶٫۵ اینچ دارند، اما با توجه‌ به اینکه استقبال بیشتری از گوشی‌های با صفحه‌نمایش بزرگ‌تر می‌شود، بازار در اختیار مدل‌های غول‌پیکر قرار دارد. وزن یک گوشی نیز به اندازه آن، جنس بدنه و توزیع جرم بستگی دارد ولی به‌طور کلی گوشی‌های با وزن بین ۱۴۰ تا ۱۸۰ گرم برای افرادی ایدئال خواهد بود که به‌دنبال گزینه‌های سبک هستد.
                    صفحه‌نمایش: صفحه‌نمایش مهم‌ترین بخشی است که مستقیماً با تجربه‌ی استفاده از گوشی و تعامل بصری کاربر ارتباط دارد و باید به‌گونه‌ای باشد که در استفاده‌های طولانی مدت باعث خستگی چشم نشود. گوشی‌های با پنل IPS و وضوح Full-HD مناسب هستند اما دستگاه‌هایی با پنل OLED و نرخ نوسازی ۹۰ یا ۱۲۰ هرتز با استانداردهای HDR10 و Dolby Vision بهترین تجربه بصری را رقم می‌زنند.
                    پردازنده: با آنکه تعداد بی‌شماری از پردازنده‌های مختلف در گوشی‌های هوشمند وجود دارد اما باید به‌سراغ مدلی بروید که پردازنده آن جهت انجام امور روزمره و خصوصاً چندوظیفگی، پاسخگو باشد. معمولاً سری Helio G9X و Dimensity از پردازنده‌های مدیاتک و سری Snapdragon 6 / 7 از پردازنده‌های کوالکام مناسب هستند.
                    ارتباطات بی‌سیم: با آنکه تقریباً تمامی گوشی‌های هوشمند بازار از فناوری 4G پشتیبانی می‌کنند اما در مواردی توجه به باندهای فرکانسی پشتیبانی‌شده اهمیت دارد. برخی از گوشی‌ها فاقد امکان تجمیع فرکانس بوده و در نتیجه نمی‌توانند از +4G یا 4.5G استفاده کنند. همچنین در مورد گوشی‌هایی که از 5G زیر ۶ گیگاهرتز بهره می‌برند، تنها در گوشی‌های آیفون و شیائومی امکان استفاده از این فناوری وجود دارد و تا پایان سال دردسترس گوشی‌های سامسونگ نیز قرار خواهد گرفت.
                    رم و فضای ذخیره‌سازی: استاندارد رم و فضای ذخیره‌سازی نیز به‌اندازه‌ی توانایی پردازنده اهمیت دارد و اگر گوشی از حافظه‌های قدیمی استفاده کند به‌علت کم‌بودن سرعت خواندن و نوشتن، احتمال کندشدن گوشی یا تأخیر در پاسخگویی وجود خواهد داشت. بهتر است به‌سراغ مدل‌هایی با فضای ذخیره‌سازی UFS 2.1 و بالاتر یا NVMe بروید.
                    دوربین: بسیاری از سازندگان با استفاده از ماژول‌های دوربین متعدد، به خصوص در مدل‌های اقتصادی، و استفاده از سنسورهای با وضوح‌های چند ده مگاپیکسلی سعی در برتر نشان دادن گوشی خود دارند؛ اما کیفیت تصاویر به عواملی چون ابعاد و کیفیت سنسور، لنز و حتی نوع پردازنده دارد. امروزه شاهد استفاده از انواع ماژول‌های کم‌کیفیت و ناکارآمد عموماً دو مگاپیکسلی ماکرو و تشخیص عمق هستیم، بنابراین بهتر است توجه شما بیشتر به مشخصات دوربین اصلی (واید) گوشی و داشتن مواردی چون لرزشگیر اپتیکال معطوف شود.
                    باتری: امروزه اکثر گوشی‌های هوشمند از باتری‌های پرظرفیت بهره می‌برند. اما گوشی‌های با ظرفیت ۵۰۰۰ میلی‌آمپرساعت و بالاتر عمر باتری بهتری (معمولاً یک روز و بیشتر) دارند. ضمناً از جهت شارژ، گوشی‌هایی با پشتیبانی از توان شارژ ۲۰ وات به بالا مناسب هستند اما اگر می‌خواهید گوشی‌تان در زمان‌های سریع‌تر و زیر یک ساعت شارژ شود، به‌سراغ دستگاه‌هایی با توان شارژ بالای ۳۳ وات بروید. وجود آداپتور در جعبه نیز موضوع دیگری است که حین خرید به گوشی باید مدنظر داشته باشید.
                    اسپیکر و جک هدفون: گوشی‌های اقتصادی از اسپیکر مونو و کم‌حجم بهره می‌برند اما اگر موضوع صدا و کیفیت آن برایتان اهمیت دارد، به‌سراغ گوشی‌هایی با اسپیکر استریو بروید. ضمناً حذف جک هدفون باوجود آنکه به امری عادی در گوشی‌ها تبدیل شده اما همچنان از نکات حائر اهمیتی است که حین خرید گوشی باید به آن توجه داشت، به‌خصوص که سازندگان در گوشی‌های اقتصادی نیز چنین رویکردی را درپیش گرفته‌اند.
                    سیستم‌عامل: فارغ‌از تفاوت اندروید و iOS، نسخه سیستم‌عامل هم از نظر امنیت هم از نظر به‌روز بودن و داشتن آخرین امکانات نرم‌افزاری اهمیت دارد. درحال حاضر گوشی‌های اندرویدی مجهز به اندروید ۱۴ و اپل مجهز به iOS 17 به‌روزترین نسخه‌ی سیستم‌عامل را دارند؛ اما اگر در شرایطی به‌خاطر موارد دیگر مجبور به انتخاب گوشی قدیمی‌تر یا با نسخه اندروید پایین‌تر شدید، بهتر است به‌سراغ هیچ گوشی با نسخه اندروید قدیمی‌تر از ۱۲ نروید چراکه دیگر به روزرسانی دریافت نمی‌کنند.
                    قابلیت‌ها و امکانات: وجود حسگر اثرانگشت، اینفرارد جهت کنترل دستگاه‌های مختلف از راه‌دور، پشتیبانی از شارژ بی‌سیم و بی‌سیم معکوس، درگاه کارت حافظه، استاندارد مقاومت در برابر آب IP67/IP68 و یا سایر موارد دیگر از جمله امکاناتی هستند که برای هرگوشی ارزش افزوده ایجاد می‌کنند و توجه به آن‌ها در حین خرید ممکن است برای بسیاری از کاربران اهمیت داشته باشد.
                    در مقاله‌ی پیش‌ رو، می‌خواهیم بهترین گوشی‌های هوشمند را در بازه‌های قیمتی مختلف معرفی کنیم تا بتوانید بر‌‌‌اساس بودجه‌ی مدنظرتان، بهترین گوشی ممکن را بخرید؛ از بهترین گوشی‌های ۳ میلیون تومانی (گوشی‌های اقتصادی) تا بهترین گوشی‌های بالای ۷۰ میلیون تومان (گوشی‌های پرچم‌دار).

                    توجه کنید همه‌ی قیمت‌های نوشته‌شده براساس کمترین قیمت بازار برای مدل رجیسترشده است. افزون‌براین با‌‌‌ توجه‌‌‌ به تغییر زیاد قیمت در ایران، این مقاله هر ماه و طبق قیمت روز گوشی در بازار کشور، به‌روز می‌شود.`,
          },
    },
]

export const selectionProduct=[
    {
        id:1,
        imgA:motorola,
        imgB:motorolaB,
        type:"هدفون ",
        tags : ['هدفون','هندزفری','هدست'],
        category:"هدفون و هندزفری",
        brand: "موتورولا",
        title:"هدفون موتورولا مدل Pulse M",
        description:"Pulse M طراحی بسیار زیبا و شیکی دارد. این هدفون تقریبا تماما سفید است و روی قسمتی که کاپ‌ها به هدبند وصل می‌شود جزئیات طلایی کار شده که زیبایی خاصی به هدفون بخشیده است. بالشتک‌های کاپ‌ها از جنس چرم مصنوعی هستند و بسیار نرم و راحت طراحی شده‌اند. کاپ‌ها همچنین کاملا دور گوش را می‌گیرند و محیط آن را ایزوله می‌کنند. روی هدبند نیز بالشتک نرمی کار شده تا هدفون روی سر راحت باشد و هنگام استفاده‌ی طولانی مدت آزاردهنده نباشد. گفتنی است برای این مدل یک کابل به طول 1.2 متر در نظر گرفته شده که به میکروفن مجهز است. از این رو کاربر می‌تواند برای برقراری تماس‌های صوتی نیز از این مدل استفاده کند.",
        details:{
            'مشخصات کلی':
                {
                    'اقلام همراه هدفون':'- کابل AUX',
                    'پاسخ فرکانسی':'۲۰ - ۲۰۰۰۰ هرتز',
                    "قطر درایور":'۴۰ میلی‌متر',
                    'نوع آهن‌ربا':'نئودیمیوم',
                    'نوع آکوستیک':'بسته',
                    'نوع گوشی':'دو گوشی',
                    'وزن':'۲۲۵ گرم',
                    'سایر مشخصات':`- مجهز به میکروفون روی کابل - دارای قابلیت حذف نویز`,
                    'نوع اتصال':'باسیم',
                    'رابط‌ها':'جک ۳.۵ میلی‌متری صدا',
                    'امپدانس':'۳۲ اهم',
                    'حساسیت':'۹۶',
                },
        },
        color:['silver',"red","green","blue","white","black","pink"],
        size:['S',"M","XL"],
        price:6690000,
        discount:"",
        quantity:54,
        PriceWithDiscunt:"",
    },
    {
        id:2,
        imgA:miXiaomi,
        imgB:miXiaomiB,
        type:"ساعت مچی هوشمند",
        tags : ["ساعت هوشمند"," مچ بند هوشمند"],
        category:"ساعت هوشمند",
        brand:"شیائومی",
        title:"مچ بند هوشمند شیائومی مدل Mi Band 8 گلوبال",
        description:"در دنیای فناوری امروز، دستبندهای هوشمند نقش مهمی را در زندگی افراد ایفا می‌کنند. این ابزارهای پوشیدنی با ارائه طیف گسترده‌ای از ویژگی‌ها و قابلیت‌ها، به کاربران کمک می‌کنند تا به طور موثرتری به مدیریت سلامت، ورزش و ارتباطات خود بپردازند. در میان این دستبندهای هوشمند، Mi Band 8 شیائومی به‌عنوان یکی از پیشرفته‌ترین و کاربردی‌ترین محصولات در این زمینه شناخته می‌شود. Mi Band 8 با طراحی زیبا و مدرن خود، از اولین نگاه نظر هر بیننده‌ای را به خود جلب می‌کند. این دستبند هوشمند با است ...",
        details:{
            'مشخصات کلی':
                {
                    'ابعاد':'۴.۸x۲.۲۵x۱.۱ سانتی‌متر',
                    'برند':'شیائومی ',
                    'نوع کاربری':'، رسمی، روزمره  ورزشی ',
                    'نوع قفل بند':'پین‌بند ',
                    'جنس بند':'سیلیکون ',
                    'فرم صفحه':'بیضی ',
                    'قابلیت‌های مقاومتی':'مقاوم در برابر آب ',
                    'قابلیت‌های مچ‌بند و ساعت هوشمند':'صفحه نمایش لمسی ',
                }
            ,
            'صفحه نمایش':
                {   
                    'فناوری صفحه‌ نمایش':'AMOLED',
                    'اندازه':'۱.۶۲ اینچ ',
                    'رزولوشن صفحه نمایش':'۱۹۲x۴۹۰ پیکسل',
                    'تراکم پیکسلی':'۳۲۶  پیکسل بر اینچ',
                }
            ,
            'ارتباطات':
                {
                    'اتصالات':' Bluetooth ',
                    'درگاه‌های ارتباطی':'Bluetooth',
                }
            ,
            'ویژگی های نرم افزاری':
                {
                    ' سازگاری با':'Android ۶.۰ یا بالاتر / iOS۱۲.۰ یا بالاتر',
                    
                }
            ,
            'سایر مشخصات':
                {
                    'حس‌گرها':`شمارنده ضربان قلب (Heart Rate) سنجش اکسیژن خون (SPO۲)`,
                    ' ظرفیت باتری':'۱۹۰ میلی آمپر ساعت' ,
                    'نوع باتری':'لیتیوم پلیمری',
                    'اقلام همراه':'شارژر / دفترچه راهنما' ,
                    ' سایر ویژگی‌ها':'نسخه گلوبال و پشتیبانی از زبان فارسی / وزن: ۲۷ گرم / جنس بدنه: پنل پشتی پلاستیک، پنل لمسی شیشه‌ ای، فریم آلیاژ آلومینیوم / گواهی IP۶۵ مقاومت در برابر آب تا عمق ۵۰ متری (۵ATM) / قابلیت تغییر طرح ساعت (Watch Face) / روشنایی: ۶۰۰ نیت / بلوتوث نسخه ۵.۱ / زمان شارژ شدن: یک ساعت / شارژدهی: استفاده معمولی تا ۱۶ روز، با روشن بودن عملکرد AOD حدود ۶ روز / پشتیبانی از بیش از ۱۵۰ حالت ورزشی / پایش وضعیت خواب، پایش وضعیت سلامت بانوان، پایش وضعیت تناسب اندام / دارای بازی / نمایش اعلان های گوشی و تقویم / نمایش روز و ساعت' ,
                }
            ,
        },
        color:['silver',"red","green","blue","white","black","pink"],
        size:['S',"M","Lg"],
        price:1721000,
        discount:"",
        quantity:15,
        PriceWithDiscunt:"",
    },
    {
        id:3,
        imgA:digitalCamra,
        imgB:digitalCamraB,
        type:"دوربین دیجیتال",
        tags : ["دوربین دیجیتال", "دوربین عکاسی"],
        category:"دوربین دیجیتال",
        brand:"سونی",
        title:"دوربین دیجیتال بدون آینه سونی مدل Alpha A6400 به همراه لنز 16-50 میلی متر OSS",
        description:"کمپانی سونی در ژانویه 2019 اقدام به معرفی جدیدترین پرچمدار دوربین‌ های بدون آینه یا E-Mount رده APS-C خود یعنی دوربین سونی آلفا a6400 بادی کرد. این دوربین نیز همانند سونی A6500 دارای سنسور 24.2 مگاپیکسلی از نوع CMOS در قطع APS-C، سیستم اتوفوکوس هایبریدی، EVF، قابلیت فیلم برداری 4K و بدنه از جنس آلیاژ منیزیم و مقاوم در برابر شرایط آب و هوائی مختلف است. از ویژگی های اضافه شده به مدل سونی A6400 می توان به حالت جدید فوکوس تعبیه شده با نام Real-Time Eye AF & Real-Time Tracki ...",
        details:{
            'مشخصات کلی':
                {
                    'ابعاد':'۱۲۰x۶۷x۶۰ میلی‌لیتر',
                    'وزن':'۴۰۳ گرم',
                    "نسبت ابعاد عکس":'۴:۳, ۳:۲, ۱۶:۹',
                    'رزولوشن فیلم':'۴K',
                    'حداقل حساسیت ':'۱۰۰',
                    'فلاش':'ندارد ',
                    'سایز صفحه نمایش':'۳ اینچ',
                    'نوع باتری':`لیتیوم یونی`,
                    ' قابلیت‌های دوربین عکاسی':'تکنولوژی بی سیم',
                },
        },
        color:['silver',"black"],
        size:[],
        price:57120000,
        discount:"",
        quantity:10,
        PriceWithDiscunt:"",
    },
    {
        id:4,
        imgA:speaker,
        imgB:speakerB,
        type:"اسپیکر",
        tags : [" بلندگو", " اسپیکر"],
        category:"اسپیکر",
        brand:"تی & جی",
        title:"اسپیکر بلوتوثی قابل حمل تی اند جی مدل Tg-113",
        description:"اگر به دنبال یک اسپیکر بلوتوثی قدرتمند و چند‌منظوره هستید، اسپیکر Tg-113 یک انتخاب عالی برای شماست. این اسپیکر با طراحی جذاب و کیفیت ساخت خوبی که دارد، مجموعه‌ای از ویژگی‌ها و قابلیت‌های متنوع را در خود گنجانده است. یکی از برجسته‌ترین ویژگی‌های این اسپیکر، پشتیبانی از جدیدترین نسخه بلوتوث یعنی بلوتوث نسخه 5 است. این ویژگی به شما امکان می‌دهد تا به‌راحتی و به صورت بی‌سیم، اسپیکر را به گوشی‌های هوشمند، تبلت‌ها و سایر دستگاه‌های مجهز به بلوتوث متصل کنید. علاوه بر این، این اسپیک ...",
        details:{
            'مشخصات کلی':
                {
                    'ابعاد':'۷۵x۷۵x۱۶۱.۶ میلی‌متر',
                    'وزن':'۵۱۲ گرم',
                    'نوع اتصال':'بلوتوث',
                    'تعداد اجزاء اسپیکر':'۱ عدد',
                    'اقلام همراه بلندگو':'کابل شارژ',
                    'نسخه‌ی بلوتوث':'۵ ',
                    'مدت زمان پخش':'حداکثر ۲۰ ساعت',
                    'مدت زمان شارژ شدن':` ۴.۵ ساعت`,
                    'منبع انرژی':'باتری',
                    'درگاه‌های ارتباطی':'USB',
                    'رابط‌ها':'Bluetooth',
                    'توان خروجی کلی':'۵ وات',
                    'قابلیت‌های اسپیکر':'میکروفون',
                },
        },
        color:['silver',"red","green","blue","white","black","pink"],
        size:['S',"XL"],
        price:145040,
        discount:"",
        quantity:20,
        PriceWithDiscunt:"",
    },
    {
        id:5,
        imgA:redmi13,
        imgB:redmi13B,
        type:"گوشی موبایل",
        tags : ["موبایل", "تبلت"],
        category:"گوشی موبایل و تبلت",
        brand:"شیائومی",
        title:"گوشی موبایل شیائومی مدل Redmi 13 دو سیم کارت ظرفیت 256 گیگابایت و رم 8 گیگابایت",
        description:"سری Redmi گوشی‌های هوشمند میان‌رده شیائومی تا به امروز توانسته‌اند با بهره بردن از مشخصات فنی قدرتمند و البته قیمتی مقرون به‌صرفه، عملکرد بسیار درخشانی را از خود به جای بگذارند و شیائومی Redmi Note 13 یکی از این میان‌رده‌های دوست داشتنی است که در برخی از مشخصات فنی در نظر گرفته شده امکاناتی در حد و اندازه یک پرچمدار را در اختیارتان قرار می‌دهد. این گوشی به صفحه‌نمایش با ابعاد 6.67 اینچ و رزولوشن 1080×2400 پیکسل از نوع امولد با نمایش 395 پیکسل در هر اینچ مجهز شده است. نرخ بروزرسانی 120 هرتز و حداکثر روشنایی 1800 نیت (nits) صفحه‌نمایش سبب شده تا عملکرد روان و بدون لگ را شاهد باشید و حتی زیر تابش مستقیم نور خورشید هم وضوح تصویر بسیار خوبی را در اختیارتان قرار می‌دهد. یک سنسور دوربین اصلی 108 مگاپیکسل در کنار سنسور 8 مگاپیکسل فوق‌عریض و سنسور 2 مگاپیکسل ماکرو در قسمت پشتی در نظر گرفته شده است. حضور سنسور دوربین اصلی قدرتمند سبب شده تا عملکرد بسیار خوبی را در زمینه عکاسی نور روز و نور شب شاهد باشید. بریدگی دایره‌ای شکل ناچ در قسمت بالایی و مرکزی صفحه‌نمایش، سنسور دوربین سلفی را در خود جای داده است. حضور پردازنده شش نانومتری Qualcomm SM6225 Snapdragon 685 هم سبب شده تا Redmi Note 13 در اجرای بازی‌های محبوب و نرم‌افزار‌های کاربردی، عملکردی کاملا قابل قبولی داشته باشد. باتری با میزان ظرفیت 5000 میلی‌آمپر‌ساعت در کنار فناوری شارژ سریع 33 وات از دیگر مشخصات در نظر گرفته شده هستند. در محموع باید بگوییم که اگر به دنبال گوشی میان‌رده خوش قیمتی هستید که در برخی از مشخصات فنی در نظر گرفته شده حتی توانایی ارائه عملکردی در حد و اندازه یک پرچمدار را داشته باشد، شیائومی Redmi Note 13 می‌تواند یکی از گزینه‌های بسیار مناسب برای شما باشد.",
        details:{
            'مشخصات کلی':
                {
                    'ابعاد':'۸×۷۵.۶×۱۶۲.۳ میلی‌متر',
                    'وزن':'۱۸۸.۵ گرم',
                    " توضیحات سیم کارت":'سایز نانو (۸.۸ × ۱۲.۳ میلی‌متر)',
                    'تعداد سیم کارت':'دو عدد',
                    'ویژگی‌های کلیدی':'رابط کاربری MIUI ۱۴',
                    'زمان معرفی':'۱۵ ژانویه ۲۰۲۴',
                    'مدل':'Redmi Note ۱۳ ۴G',
                    'دسته ‌بندی':'‌میان‌رده',
                    'محدوده وزنی':'۱۰۱ تا ۲۰۰ گرم (سبک)',
                }
            ,
            'پردازنده':
                {
                    'تراشه':'Qualcomm SM۶۲۲۵ Snapdragon ۶۸۵ (۶ nm)',
                    'پردازنده‌ مرکزی':'Octa-core (۴x۲.۸ GHz Cortex-A۷۳ &amp; ۴x۱.۹ GHz Cortex-A۵۳)',
                    'فرکانس پردازنده‌ مرکزی':'۱.۹ - ۲.۸ گیگاهرتز',
                    'پردازنده‌ گرافیکی':'Adreno ۶۱۰',
                }
            ,
            'حافظه':
                {
                    'حافظه داخلی':'۲۵۶ گیگابایت',
                    'مقدار RAM':'۸ گیگابایت',
                    'پشتیبانی از کارت حافظه':'microSD',
                    'توضیحات کارت حافظه جانبی':'شیار مشترک برای کارت حافظه جانبی و سیم‌کارت دوم',
                }
            ,
            'صفحه نمایش':
                {   
                    'فناوری صفحه‌ نمایش':'AMOLED',
                    'بازه‌ اندازه صفحه نمایش':'۶.۰ تا ۸.۰ اینچ',
                    'اندازه':'۶.۶۷ اینچ ',
                    'رزولوشن صفحه نمایش':'۱۰۸۰×۲۴۰۰',
                    'تراکم پیکسلی':'۳۹۵  پیکسل بر اینچ',
                    'نسبت صفحه‌نمایش به بدنه':'۸۷.۵%',
                    'نسبت تصویر':'۲۰:۹',
                    'محدوده نرخ بروزرسانی تصویر (refresh rate)':'۱۰۰ تا ۱۲۰ هرتز',
                    'نوع محافظ صفحه نمایش گوشی':'Corning Gorilla Glass ۳',
                    "سایر قابلیت‌ها":`صفحه‌نمایش با نرخ بروزرسانی ۱۲۰ هرتز / صفحه‌نمایش با حداکثر روشنایی ۱۸۰۰ نیت (nits)`,
                }
            ,
            'ارتباطات':
                {
                    'شبکه‌های ارتباطی':' ۲G , ۳G , ۴G ',
                    'شبکه‌های ارتباطی قابل پشتیبانی':' Wi-Fi , بلوتوث',
                    'موقعیت نما ( GPS )':' GPS , GLONASS ',
                    'نوع Wi-Fi (ورژن)':'Wi-Fi ۸۰۲.۱۱ a/b/g/n/ac, dual-band',
                    'بلوتوث':'۵.۳, A۲DP, LE',
                    'نسخه بلوتوث':'۵.۱',
                    'درگاه‌های ارتباطی':'USB Type-C ۲.۰',
                }
            ,
            'دوربین':
                {
                    'دوربین‌های پشت گوشی':'۲   ماژول دوربین',
                    'رزولوشن دوربین':'۱۰۸  مگاپیکسل',
                    'فناوری فوکوس':'PDAF',
                    'فلش':'LED',
                    'قابلیت‌های دوربین':`دارای ۳ حسگر دوربین | دوربین‌هایی با رزولوشن ۱۰۸+۸+۲ مگاپیکسل / - حسگر اول از نوع عریض (Wide)، با رزولوشن ۱۰۸ مگاپیکسل، دریچه‌ی دیافراگم f/۱.۸، ثبت تصاویر با پیکسل‎‌هایی به سایز ۰.۶۴ میکرومتر (۰.۶۴µm Pixel Size)، سایز سنسور ۱/۱.۶۷ اینچ (Sensor Size ۱/۱.۶۷ Inch)، مجهز به فناوری فوکوس اتوماتیک از نوع PDAF / - حسگر دوم نوع فوق‌عریض (ultrawide) با رزولوشن ۸ مگاپیکسل، دریچه‌ی دیافراگم f/۲.۲ / - حسگر سوم از نوع ماکرو (macro) با رزولوشن ۲ مگاپیکسل، دریچه‌ی دیافراگم f/۲.۴ / قابلیت عکاسی پانوراما (Panorama) / قابلیت عکاسی HDR به‌صورت خودکار`,
                    'فیلمبرداری':'رزولوشن ۱۰۸۰ × ۱۹۲۰ و سرعت ۳۰ فریم بر ثانیه (۱۰۸۰p@۳۰FPS)',
                    'دوربین سلفی':'دارای ۱ حسگر دوربین | دوربین‌ با رزولوشن ۱۶ مگاپیکسل - حسگر از نوع عریض (Wide)، با رزولوشن ۱۶ مگاپیکسل، دریچه‌ی دیافراگم f/۲.۴ / فیلمبرداری: - رزولوشن ۱۰۸۰ × ۱۹۲۰ و سرعت ۳۰ فریم بر ثانیه (۱۰۸۰p@۳۰FPS)',
                }
            ,
            'صدا':
                {
                    'بلندگو':'استریو',
                    'خروجی صدا':'جک ۳.۵ میلی‌متری صدا',
                    'توضیحات تکمیلی صدا':'۲۴-bit/۱۹۲kHz Hi-Res &amp; Hi-Res wireless audio',
                }
            ,
            'ویژگی های نرم افزاری':
                {
                    'سیستم عامل':'Android',
                    'نسخه سیستم عامل':'Android ۱۳',
                }
            ,
            'سایر مشخصات':
                {
                    'حس‌گرها':`قطب‌نما (Compass) شتاب‌سنج (Accelerometer) مجاورت (Proximity) ژیروسکوپ (Gyro) اثرانگشت زیر صفحه نمایش (FingerPrint|Under-Display) `,
                    'محدوده ظرفیت باتری':'۵۰۰۰ تا ۵۹۹۹ میلی‌آمپرساعت' ,
                    'مشخصات باتری':'باتری لیتیوم‌- یون با ظرفیت ۵۰۰۰ میلی‌آمپرساعت / قابلیت شارژ سریع با توان ۳۳ وات',
                    'اقلام همراه':' , قاب ژله‌ای دفترچه‌ راهنما , شارژر' ,
                    ' سایر توضیحات اقلام همراه':' کابل USB-C' ,
                }
            ,
        },
        color:['silver',"red","green","blue","black"],
        size:[],
        price:8699000,
        discount:"",
        quantity:60,
        PriceWithDiscunt:"",
    },
    {
        id:6,
        imgA:ipad,
        imgB:ipadB,
        type:"تبلت",
        tags : ["موبایل", "تبلت"],
        category:"گوشی موبایل و تبلت",
        brand:"اپل",
        title:"تبلت اپل مدل iPad (9th Generation) 10.2-Inch Wi-Fi (2021) ظرفیت 64 گیگابایت",
        description:"بدون شک در میان تبلت‌های موجود در بازار، آیپد‌های اپل توانسته‌اند عملکرد بسیار خوبی را به‌نمایش بگذارند. iPad (9th Generation) 10.2-Inch Wi-Fi (2021) هم به‌عنوان یکی از جدید‌ترین محصولات اپل، مشخصات بسیار قدرتمندی را با خود به‌همراه داشته است. در نمای رو‌به‌رویی این تبلت به صفحه‌نمایش 10.2 اینچ با رزولوشن 2160×1620 پیکسل مجهز شده است. صفحه‌نمایشی که توانایی نمایش 264 پیکسل در هر اینچ دارد. حداکثر روشنایی 500 نیت (شمع در متر مربع) هم سبب شده تا در شرایط نوری متنوع، وضوح تصویر بسیار خوب و با‌کیفیتی را از این صفحه‌نمایش شاهد باشید. برای دوربین سلفی این تبلت از سنسور 12 مگاپیکسلی استفاده شده است. سنسوری از نوع فوق عریض یا همان Ultra wide‌که امکان ثبت تصاویر با زاویه دید گسترده 122 درجه‌ای را در اختیارتان قرار می‌دهد. در قسمت پشتی هم یک سنسور دوربین اصلی با رزولوشن 8 مگاپیکسلی و گشودگی دریچه دیافراگم f/2.4 از نوع عریض در نظر گرفته شده است. اما اصلی‌ترین مشخصه این محصول، بدون شک پردازنده در نظر گرفته شده است. Pad (9th Generation) 10.2-Inch Wi-Fi (2021) به پردازنده قدرتمند A13 بایونیک مجهز شده است. پردازنده‌ای که توانایی ارائه عملکرد بسیار خوبی را در بازی‌های سنگین و نرم‌افزار‌های سنگین را دارد.",
        details:{
            'مشخصات کلی':
                {
                    'ابعاد':'۲۵۰.۶x۱۷۴.۱x۷.۵ میلی‌متر',
                    'وزن':'۴۸۷ گرم ',
                    'قابلیت پشتیبانی از سیم کارت':'بدون پشتیبانی از سیم کارت',
                    'ساختار بدنه':'قاب پشت و فریم از جنس آلومینیوم',
                    'کابل همراه':'لایتنینگ',
                }
            ,
            'پردازنده':
                {
                    'تراشه':'A۱۳ Bionic chip',
                    'پردازنده‌ مرکزی':'A۱۳ Bionic chip',
                }
            ,
            'حافظه':
                {
                    'حافظه داخلی':'۶۴ گیگابایت',
                    'مقدار RAM':'۳ گیگابایت',
                    'پشتیبانی از کارت حافظه':'فاقد پشتیبانی از کارت حافظه',
                }
            ,
            'صفحه نمایش':
                {   
                    'بازه‌ اندازه صفحه نمایش':'بین ۱۰ تا ۱۳ اینچ',
                    'اندازه':'۱۰.۲ اینچ',
                    'رزولوشن صفحه نمایش':'۲۱۶۰×۱۶۲۰ پیکسل',
                    'تراکم پیکسلی':'۲۶۴ پیکسل بر اینچ',
                    'قابلیت‌های صفحه نمایش':'حداکثر روشنایی ۵۰۰ نیت (شمع در متر مربع)',
                }
            ,
            'ارتباطات':
                {
                    'شبکه‌های ارتباطی':'بدون سیم‌کارت',
                    'شبکه‌های ارتباطی قابل پشتیبانی':' Lightning , Bluetooth',
                    'نوع Wi-Fi (ورژن)':'Wi-Fi (۸۰۲.۱۱a/b/g/n/ac); dual band (۲.۴GHz and ۵GHz); HT۸۰ with MIMO',
                    'رابط‌ها ':'Lightning',
                    'نسخه بلوتوث':'۴.۲',
                }
            ,
            'دوربین':
                {
                    'رزولوشن دوربین':'۸  مگاپیکسل',
                    'قابلیت‌های دوربین':`ضبط ویدیو با رزولوشن ۱۰۸۰p و سرعت ۳۰ فریم در ثانیه زوم سه برابر ضبط ویدیو اسلوموشن با کیفیت ۷۲۰p و سرعت ۱۲۰ فریم در ثانیه تثبیت کننده تصویر ویدیویی فوکوس خودکار`,
                    'دوربین سلفی':'یک سنسور دوربین سنسور با رزولوشن ۱۲ مگاپیکسل از نوع فوق عریض (ultra wide) توانایی ضبط ویدیو با حداکثر کیفیت ۱۰۸۰P و سرعت ۶۰ فریم در ثانیه لرزشگیر تصویر',
                }
            ,
            'سایر مشخصات':
                {
                    'حس‌گرها':` شتاب‌سنج (Accelerometer) فشارسنج (Barometer) ژیروسکوپ (Gyro) اثرانگشت روی قاب جلویی (FingerPrint|Front-Mounted)`,
                    'سیستم عامل':'iPad OS' ,
                    ' نسخه سیستم عامل':'iPad OS ۱۵' ,
                    'مشخصات باتری':'باتری غیر قابل تعویض لیتیوم پلیمر با ظرفیت ۳۲.۴ وات ساعت',
                    'اقلام همراه':'دفترچه‌ راهنما , شارژر' ,
                }
            ,
        },
        color:['silver',"red","green","blue","black"],
        size:[],
        price:16790000,
        discount:"",
        quantity:30,
        PriceWithDiscunt:"",
    },
    {
        id:10,
        imgA:SPORT,
        imgB:SPORTB,
        type:"ساعت مچی هوشمند",
        tags : ["ساعت هوشمند"," مچ بند هوشمند"],
        category:"ساعت هوشمند",
        brand: "متفرقه",
        title:"ساعت هوشمند مدل AK56 HD SPORT، مناسب برای ورزش، روزمره، رسمی، دارای قابلیت‌های صفحه نمایش رنگی و لمسی، کنترل موسیقی، کنترل سطح اکسیژن خون، قابلیت مکالمه مستقیم، قابلیت مکالمه از طریق بلوتوث، بند سیلیکون، فرم صفحه دایره",
        description:"هنگامی که قرار است برای ورزش و فعالیت‌های بدنی خود آماده شوید، ساعت هوشمند AK56 HD SPORT بهترین همراه شماست. این ساعت هوشمند با طراحی مدرن و زیبای خود، علاوه بر ایفای نقش یک یار کمکی فعال، می‌تواند استایل شما را هم تقویت کند و ظاهر زیبایی به شما ببخشد از ویژگی‌های کلیدی این محصول می‌توان به سنسورهای پیشرفته پایش فعالیت‌های ورزشی، پایش دقیق ضربان قلب و اندازه‌گیری میزان اکسیژن خون اشاره کرد. این ساعت همچنین قادر به رصد کیفیت خواب و ارائه تحلیل‌های جامع در این زمینه است. با این ویژگی‌ها، می‌توانید به صورت دقیق و موثر بر روی سلامت و آمادگی جسمانی خود نظارت داشته باشید. نمایشگر با وضوح بالا این ساعت هوشمند، تجربه مشاهده اطلاعات را برای شما لذت‌بخش و دقیق خواهد کرد. این ساعت همچنین مجهز به یک باتری قدرتمند و بادوام بالا است که می‌تواند تا چندین روز متوالی بدون نیاز به شارژ مورد استفاده قرار گیرد. در مجموع، ساعت هوشمند AK56 HD SPORT محصولی کامل و پیشرفته است که با ارائه ترکیبی خاص از طراحی مدرن و ویژگی‌های کاربردی، به همراهی فعال و پویا در سبک زندگی شما می‌پرداز",
        details:{
            'مشخصات کلی':
                {
                    'ابعاد':'۱۳x۴۷x۴۷ میلی‌متر',
                    'وزن':'۶۰ گرم',
                    'توضیحات رنگ بند و بدنه':'در ۳رنگ مشکی و نقره ای. رنگ مشکی دارای ساعت مشکی و بند سیلیکون مشکی وبند فلزی مشکی. رنگ نقره ای دارای ساعت نقره ای و بند سیلیکون طوسی و بند فلزی استیل و رنگ نارنجی دارای ساعت نفره ای ،بند سیلیکونی نارنجی و بند فلزی استیل است',
                    'مناسب برای':'آقایان و بانوان',
                    'جنس شیشه':'معدنی',
                    'جنس بدنه':'استیل',
                    'توضیحات جنس بدنه':'بدنه فلزی از آلیاژ استیل ',
                    'نوع کاربری':'، رسمی، روزمره  ورزشی ',
                    'نوع قفل بند':'ضامن دار (کلیپسی) ',
                    'جنس بند':'سیلیکون ',
                    'فرم صفحه':'دایره ',
                    'قابلیت‌های مقاومتی':'مقاوم در برابر آب ',
                    'قابلیت‌های مچ‌بند و ساعت هوشمند':'صفحه نمایش لمسی  صفحه نمایش رنگی  کنترل موسیقی (Music Player) کنترل سطح اکسیژن خون قابلیت مکالمه مستقیم  قابلیت مکالمه از طریق بلوتوث  ',
                }
            ,
            'پردازنده':
                {   
                    ' پردازنده':'RTL۸۷۶۳EWE',
                }
            ,
            'صفحه نمایش':
                {   
                    'فناوری صفحه‌ نمایش':'HD TFT',
                    'رزولوشن صفحه نمایش':'۳۶۰x۳۶۰ پیکسل',
                }
            ,
            'ارتباطات':
                {
                    'اتصالات':' Bluetooth ',
                }
            ,
            'ویژگی های نرم افزاری':
                {
                    ' سازگاری با':'IOS ۹.۰ and Android ۴.۴, or above نرم افزار DAFit',
                    
                }
            ,
            'سایر مشخصات':
                {
                    'حس‌گرها':`شتاب‌سنج (Accelerometer)  روشنایی (Lighting)  گام شمار`,
                    ' ظرفیت باتری':'۴۰۰ میلی آمپر ساعت' ,
                    'اقلام همراه':'بند سیلیکونی و فلزی، دفترچه راهنما، کابل شارژ مگنتی' ,
                    ' سایر ویژگی‌ها':'تماس بلوتوثی با کیفیت بالا. پاسخ به تماس. ایجاد و همگام سازی مخاطب.، . دستیار صوتی. صفحه ساعت قابل شخصی سازی. یادآوری پیامک. ثبت اطلاعات ورزشی (گام شمار، میزان کالری سوزانده شده و …). پایش خواب.. یادآوری بی تحرکی. تایمر. روشن شدن صفحه با بالا آوردن دست. اندازه گیری ضربان قلب. فشار خون. اندازه گیری اکسیژن خون. حالت ورزشی زیاد. کنترل دوربین گوشی. کنترل و پخش موزیک. آلارم هوشمند. پیش‌بینی آب و هوا. منو با قابلیت تغییر ظاهر. پخش موزیک با کیفیت بالا. مقاوم در رطوبت بالا و آب و هوای سرد و گرم. بدنه محکم و فلزی. سازگار با اپلیکیشن دافیت. باتری قدرتمند ۴۰۰ میلی آمپر ساعت.' ,
                }
            ,
        },
        color:['silver',"red","green","blue","white","black","pink"],
        size:[],
        price:2950000,
        discount:toPersianDigits(17),
        quantity:50,
        PriceWithDiscunt:2450000,
    },
    {
        id:11,
        imgA:AirPodsPro,
        imgB:AirPodsPro2,
        type:"هدفون",
        tags : ['هدفون','هندزفری','هدست'],
        category:"هدفون و هندزفری",
        brand:"ای ان سی",
        title:"هندزفری بلوتوثی  مدل AirPods Pro 2nd Generation Type-C",
        description:"هدفون بلوتوثی اپل مدل AirPods Pro 2nd Generation 2023 Type-C جدیدترین ایرپاد پرو کوپرتینویی‌ها است که این‌بار به‌جای استفاده از پورت Lightning به پورت USB-C مجهز شده است. در بخش ظاهری همچنان با هدفونی با پایه‌های کوتاه و سر سیلیکونی مواجه هستیم که به خوبی در گوش قرار گرفته و ارگونومیک بالایی دارد. یک دریچه در کنار بدنه برای یکسان‌سازی فشار داخل گوش و یک سنسور لمسی به همراه دو میکروفون فعال کردن سیستم حذف نویز فعال یا ANC وجود دارد. تراشه H2 حذف نویز را به طور چشم‌گیری بهبود داده به طوری که نسبت به ایرپاد پرو قبلی تا دو برابر نرخ حذف نویز بیشتر شده است. بهینه‌سازی‌های انجام شده باعث شده تا نسبت به ایرپاد پرو اولیه، شاهد بیس عمیق‌تر، صدای واضح‌تر و کاهش نویز و تداخلات صوتی در حجم بالا باشیم. در بخش باتری با هر بار شارژ کامل می‌توان تا 6 ساعت به طور مدام موزیک پخش کرد اما اگر صدای فضایی با ردیابی سر روشن باشد این مقدار به 5.5 ساعت کاهش می‌یابد. همچنین با هر بار شارژ می‌توانید تا 4.5 ساعت مکالمه با لغو نویز فعال را انتظار داشته باشید. کیس شارژ این امکان را به شما می‌دهد زمان پخش موزیک را به 30 ساعت و زمان مکالمه را به 24 ساعت افزایش دهید. مهمترین تفاوت بین هدفون بلوتوثی اپل مدل AirPods Pro 2nd Generation 2023 Type-C و AirPods Pro نسل دوم با لایتنینگ این است که کیس شارژ جدید به جای پورت لایتنینگ، یک پورت USB-C دارد. تشخیص صحبت کردن و حرکت فک با قابلیت Conversation Awareness و Adaptive Audio برای کم یا زیاد کردن حذف نویز نسبت به صدا محیط از مهمترین قابلیت‌های این هدفون است.",
        details:{
            'مشخصات کلی':
                {
                    'نوع هدفون، هدست و هندزفری':'TWS (True Wireless Stereo)',
                    'جنس بدنه':'پلاستیک',
                    "نوع کابل":'USB Type-C',
                    ' مناسب برای':'کاربری عمومی',
                    'قابلیت‌های مقاومتی ':'مقاومت در برابر رطوبت و عرق',
                    'نوع گوشی':'دو گوشی',
                    'رابط‌ها':'Bluetooth',
                    'محدوده عملکرد':' تا ۱۰ متر',
                    'قابلیت‌های هدفون، هدست و هندزفری':'نشانگر LED',
                },
                'ارتباطات':{
                    'نوع اتصال':'بی‌سیم',
                    'نسخه بلوتوث':'۵.۳',
                    'درگاه‌های ارتباطی':'USB Type-C',
                },
            'سایر مشخصات ':
                {
                    ' ویژگی‌های خاص':'میکروفون ',
                    ' عمر باتری هدفون در حالت پخش موسیقی':`تا ۶ ساعت`,
                    'عمر باتری محفظه شارژ ':'تا ۳۰ ساعت',
                    'عمر باتری هدفون در حالت مکالمه':'تا ۴.۵ ساعت',
                    'منبع تغذیه هدفون':'محفظه شارژر',
                    'اقلام-همراه هدفون':'چهار عدد سرگوشی (سایزهای بسیار کوچک، کوچک، متوسط و بزرگ) / دفترچه راهنما / کابل USB-C',
                    'سایر مشخصات':'قابلیت کاهش نویز دوبرابری نسبت به نسل گذشته تا ۴۸,۰۰۰ بار در ثانیه / مجهز به چیپست Apple H۲ در هدفون‌ها و چیپ U۱ در محفظه شارژر / اسپیکر داخلی محفظه برای موقعیت یابی / قابلیت Adaptive Transparency / قابلیت Adaptive EQ / استاندارد مقاومت در برابر نفوذ رطوبت و عرق (IPX۴) / سنسور تشخیص سطح پوست / ابعاد هدفون‌ها: ۲۱.۸x۳۰.۹x۲۴ میلی‌متر / وزن هدفون‌ها: ۵.۳ گرم / ابعاد محفظه شارژر: ۴۵.۲x۶۰.۶x۲۱.۷ میلی‌متر / وزن محفظه شارژر: ۵۰.۸ گرم / قابلیت شارژ به وسیله‌ی شارژر بی‌سیم ',
                },
        },
        color:['silver',"red","green","blue","white","black","pink"],
        size:['S',"M","XL"],
        price:3000000,
        discount:toPersianDigits(84),
        quantity:28,
        PriceWithDiscunt:468000,
    },
    {
        id:12,
        imgA:Opo,
        imgB:OpoB,
        type:"گوشی موبایل",
        tags : ["موبایل", "تبلت"],
        category:"گوشی موبایل و تبلت",
        brand:"اوپو",
        title:"گوشی موبایل اوپو مدل A16K دو سیم کارت ظرفیت 64 گیگابایت و رم 4 گیگابایت",
        description:"بسیاری از کاربران به‌دنبال ترجیح می‌دهند با هزینه‌ای به نسبت کم، گوشی‌های هوشمندی را خریداری کنند که توانایی ارائه عملکرد قابل قبولی در اجرای فعالیت‌های روزمره داشته باشند. بهترین انتخاب برای این دسته از کاربران بدون شک گوشی‌های اقتصادی هستند. اوپو A16K هم یکی از همین محصولات است که با توجه به قیمت مقرون به‌صرفه و مشخصات فنی بسیار قابل قبول، می‌تواند با ارائه عملکرد کاملا مناسب، گزینه بسیار خوبی در بین گوشی‌های اقتصادی باشد. این گوشی از صفحه‌نمایش با ابعاد 6.52 اینچ و رزولوشن 720×1600 پیکسل از نوع IPS بهره برده و با توجه به میزان روشنایی 480 نیت (nits) و توانایی نمایش 269 پیکسل در هر اینچ، در شرایط نوری متنوع وضوح تصویر مناسب و خوانایی آیکون‌های خوبی دارد. در قسمت پشتی تنها یک سنسور دوربین عریض با رزولوشن 13 مگاپیکسل را شاهد هستیم که برای ثبت تصاویر در نور روز گزینه‌ قابل قبولی است. دوربین سلفی 5 مگاپیکسل این گوشی هم در تماس‌های تصویر عملکرد کاملا قابل قبولی دارد. حضور پردازنده هلیو G35 شرکت مدیاتک سبب شده تا نگرانی برای اجرای بازی‌های محبوب و نرم‌افزار‌های کاربردی نداشته باشید و در مجموع به‌خوبی از پس فعالیت‌های روزمره بر‌می‌آید. باتری 4230 میلی‌آمپر‌ساعت این گوشی هم در شرایط استفاده معمولی، توانایی ارائه طول عمر مفید کمی بیشتر از یک روز را ارائه می‌کند.",
        details:{
            'مشخصات کلی':
                {
                    'ابعاد':'۷.۹×۷۵.۴×۱۶۴ میلی‌متر',
                    'وزن':'۱۷۵ گرم ',
                    " توضیحات سیم کارت":'سایز نانو (۸.۸ × ۱۲.۳ میلی‌متر)',
                    'ساختار بدنه':'قاب جلو از جنس شیشه قاب پشت و فریم از جنس پلاستیک',
                    'تعداد سیم کارت':'دو عدد',
                    'ویژگی‌های کلیدی':'صفحه‌نمایش با حداکثر روشنایی ۴۸۰ نیت (nits) صفحه‌نمایش با نرخ بروزرسانی ۶۰ هرتز',
                    'زمان معرفی':'۸ نوامبر ۲۰۲۱',
                    'مدل':'A۱۶K',
                    'دسته ‌بندی':'اقتصادی',
                }
            ,
            'پردازنده':
                {
                    'تراشه':'MediaTek Helio G۳۵ Chipset',
                    'پردازنده‌ مرکزی':'۴x Cortex-A۵۳ + ۴x Cortex-A۵۳',
                    'فرکانس پردازنده‌ مرکزی':'۱.۸ - ۲.۳ گیگاهرتز',
                    'پردازنده‌ گرافیکی':'PowerVR GE۸۳۲۰ GPU',
                }
            ,
            'حافظه':
                {
                    'حافظه داخلی':'۶۴ گیگابایت',
                    'مقدار RAM':'۴ گیگابایت',
                    'پشتیبانی از کارت حافظه':'microSD',
                    'استاندارد کارت حافظه':'eMMC ۵.۱',
                }
            ,
            'صفحه نمایش':
                {   
                    'فناوری صفحه‌ نمایش':'IPS',
                    'بازه‌ اندازه صفحه نمایش':'۶.۰ تا ۸.۰ اینچ',
                    'اندازه':'۶.۵۲ اینچ',
                    'رزولوشن صفحه نمایش':'۷۲۰×۱۶۰۰',
                    'تراکم پیکسلی':'۲۶۹ پیکسل بر اینچ',
                    'نسبت صفحه‌نمایش به بدنه':'۸۳',
                    'نسبت تصویر':'۲۰:۹',
                    'نوع محافظ صفحه نمایش گوشی':'Corning Gorilla Glass ۳',
                    "سایر قابلیت‌ها":'رابط کاربری ColorOS ۱۱.۱',
                }
            ,
            'ارتباطات':
                {
                    'شبکه‌های ارتباطی':' ۲G , ۳G , ۴G ',
                    'شبکه 2G':'GSM ۸۵۰ / ۹۰۰ / ۱۸۰۰ / ۱۹۰۰ برای هر دو سیم‌کارت',
                    'شبکه 3G':'HSDPA ۸۵۰ / ۹۰۰ / ۲۱۰۰',
                    'شبکه 4G':'۱, ۳, ۵, ۷, ۸, ۲۰, ۲۸, ۳۸, ۴۰, ۴۱',
                    'شبکه‌های ارتباطی قابل پشتیبانی':' Wi-Fi , بلوتوث',
                    'موقعیت نما ( GPS )':' GPS , BDS , GALILEO , GLONASS ',
                    'نوع Wi-Fi (ورژن)':'Wi-Fi ۸۰۲.۱۱ a/b/g/n/ac, dual-band, Wi-Fi Direct',
                    'بلوتوث':'A۲DP, LE, aptX',
                    'نسخه بلوتوث':'۵.۰',
                    'درگاه‌های ارتباطی':'microUSB v۲.۰',
                }
            ,
            'دوربین':
                {
                    'دوربین‌های پشت گوشی':'۱   ماژول دوربین',
                    'رزولوشن دوربین':'۱۳  مگاپیکسل',
                    'فناوری فوکوس':'PDAF',
                    'فلش':'LED',
                    'قابلیت‌های دوربین':`دارای یک حسگر دوربین | دوربین‌ با رزولوشن ۱۳ مگاپیکسل - حسگر از نوع عریض (Wide)، با رزولوشن ۱۳ مگاپیکسل، دریچه‌ی دیافراگم f/۲.۲، ثبت تصاویر با پیکسل‎هایی به سایز ۱.۱۲ میکرومتر (۱.۱۲µm Pixel Size)، سایز سنسور ۱/۳.۱ اینچ (Sensor Size ۱/۳.۱ Inch) و فناوری فوکوس PDAF قابلیت عکاسی پانوراما (Panorama) قابلیت عکاسی HDR`,
                    'فیلمبرداری':'رزولوشن ۱۰۸۰ × ۱۹۲۰ و سرعت ۳۰ فریم بر ثانیه (۱۰۸۰p@۳۰FPS) رزولوشن ۷۲۰ × ۱۲۸۰ و سرعت ۳۰ فریم بر ثانیه (۷۲۰p@۳۰FPS)',
                    'دوربین سلفی':'دارای حسگری با رزولوشن ۵ مگاپیکسل از نوع عریض (Wide)، دریچه‌ی دیافراگم f/۲.۴ فیلمبرداری: رزولوشن ۱۰۸۰ × ۱۹۲۰ و سرعت ۳۰ فریم بر ثانیه (۱۰۸۰p@۳۰FPS) رزولوشن ۷۲۰ × ۱۲۸۰ و سرعت ۳۰ فریم بر ثانیه (۷۲۰p@۳۰FPS)',
                }
            ,
            'صدا':
                {
                    'خروجی صدا':'جک ۳.۵ میلی‌متری صدا',
                }
            ,
            'ویژگی های نرم افزاری':
                {
                    'سیستم عامل':'Android',
                    'نسخه سیستم عامل':'Android ۱۱',
                }
            ,
            'سایر مشخصات':
                {
                    'حس‌گرها':`قطب‌نما (Compass) شتاب‌سنج (Accelerometer) مجاورت (Proximity) `,
                    'مشخصات باتری':'باتری لیتیوم‌پلیمر با ظرفیت ۴۲۳۰ میلی‌آمپرساعت',
                    'اقلام همراه':'دفترچه‌ راهنما , شارژر' ,
                }
            ,
        },
        color:['silver',"red","green","blue","black"],
        size:[],
        price:4499000,
        discount:toPersianDigits(9),
        quantity:78,
        PriceWithDiscunt:4099000,
    },
    {
        id:13,
        imgA:s24,
        imgB:s24B,
        type:"گوشی موبایل",
        tags : ["موبایل", "تبلت"],
        category:"گوشی موبایل و تبلت",
        brand:"سامسونگ",
        title:"گوشی موبایل سامسونگ Galaxy S24 Ultra 5G ظرفیت 512 گیگابایت رم 12 گیگابایت - ویتنام",
        description:"همواره گوشی‌های هوشمند پرچمدار سامسونگ توانسته‌اند با بهره بردن از مشخصات فنی قدرتمند، توجه هر بیننده‌ای را به خود جلب کنند و همواره رقیبان سرسختی برای برند‌های دیگر فعال در این عرصه بودند و این بار نوبت به قدرت‌نمایی سامسونگ Galaxy S24 Ultra رسیده است. پرچمداری تا دندان مسلح که خط و نشان جدی برای رقیبان کشیده است. سامسونگ در زمینه طراحی تغییرات چشم‌گیری برای این گوشی در نظر نگرفته است و تنها خبری از خمیدگی صفحه‌نمایش در قسمت کناری نیست و این با را صفحه‌نمایش تخت و جذاب رو‌به‌رو هستیم. صفحه‌نمایش 6.8 اینچی این گوشی با رزولوشن 1440×3120 که توانایی نمایش 505 پیکسل در هر اینچ را دارد، وضوح تصویر دقیق، جذاب و چشم‌نوازی را در اختیارتان قرار می‌دهد. نرخ بروزرسانی 120 هرتز هم سبب شده تا نه‌تنها در فعالیت‌های روزمره، بلکه برای مثال در اجرای بازی‌های سنگین و تماشای ویدیو‌های باکیفیت، عملکرد بسیار روان و بدون لگ را شاهد باشید. یک سنسور دوربین اصلی با رزولوشن 200 مگاپیکسل در کنار سنسور 12 مگاپیسل پریسکوپ با قابلیت زوم 5 برابری اپتیکال (زوم بدون کم شدن کیفیت) به همراه سنسور 10 مگاپیکسل تله‌فوتو با قابلیت زوم 3 برابری اپتیکال و سنسور 12 مگاپیکسل فوق‌عریض یا همان اولترا واید برای قسمت پشتی سامسونگ Galaxy S24 Ultra در نظر گرفته شده است. در بخش عکاسی خیالتان راحت باشد، چون با گوشی پرچمداری رو‌به‌رو هستید که بدون شک حتی نیاز‌های یک عکاس حرفه‌ای را هم بر‌آورده می‌کند. برای دوربین سلفی هم سنسور با رزولوشن 12 مگاپیکسل در نظر گرفته شده است. اما بدون شک اصلی‌ترین تغییر این گوشی به نسبت نسل قبلی، حضور پردازنده اسنپدراگون 8 نسل 3 شرکت کوالکام است. پردازنده‌ای که تاثیر مستقیم در تک‌تک عملکرد‌های بخش‌های مختلف این گوشی دارد. از نظر اجرای بازی‌های سنگین هم خیالتان کاملا راحت باشد که عملکردی روان، با‌کیفیت و بدون لگ را شاهد خواهید بود. باتری با میزان ظرفیت 5000 میلی‌آمپرساعت در کنار پشتیبانی از فناوری شارژ سریع 45 وات، از دیگر مشخصات در نظر گرفته شده هستند. در مجموع باید بگوییم که اگر به دنبال یک پرچمدار با اصالت هستید که نیاز‌های شما را به‌خوبی در حد و اندازه یک پرچمدار بر‌آورده کند، سامسونگ Galaxy S24 Ultra می‌تواند گزینه بسیار مناسبی برای شما باشد.",
        details:{
            'مشخصات کلی':
                {
                    ' نوع گوشی موبایل':'سیستم عامل اندروید',
                    'ابعاد':'۸.۶×۷۹×۱۶۲.۳ میلی‌متر',
                    'وزن':'۲۳۳ گرم',
                    " توضیحات سیم کارت":'سایز نانو (۸.۸ × ۱۲.۳ میلی‌متر)',
                    'تعداد سیم کارت':'دو عدد',
                    'مدل':'Galaxy S۲۴ Ultra',
                    'دسته ‌بندی':'پرچم‌دار',
                    ' محدوده وزنی':'۱۰۱ تا ۲۰۰ گرم (سبک)'
                }
            ,
            'پردازنده':
                {
                    'تراشه':'Qualcomm Snapdragon ۸ Gen ۳ Chipset',
                    'پردازنده‌ مرکزی':'۱x Cortex-X۴ + ۳x Cortex-A۷۲۰ + ۲x Cortex-A۷۲۰ + ۲x Cortex-A۵۲۰',
                    'فرکانس پردازنده‌ مرکزی':'۳.۳۹ گیگاهرتز',
                    'پردازنده‌ گرافیکی':'Adreno ۷۵۰ GPU',
                }
            ,
            'حافظه':
                {
                    'حافظه داخلی':'۵۱۲ گیگابایت',
                    'مقدار RAM':'۱۲ گیگابایت',
                    'پشتیبانی از کارت حافظه':'microSD',
                    'حداکثر ظرفیت کارت حافظه':'فاقد پشتیبانی از کارت حافظه ',
                }
            ,
            'صفحه نمایش':
                {   
                    'فناوری صفحه‌ نمایش':'Dynamic LTPO AMOLED ۲X',
                    'بازه‌ اندازه صفحه نمایش':'۶.۰ تا ۸.۰ اینچ',
                    'اندازه':'۶.۸ اینچ',
                    'رزولوشن صفحه نمایش':'۱۴۴۰×۳۱۲۰',
                    'تراکم پیکسلی':'۵۰۵ پیکسل بر اینچ',
                    'نسبت صفحه‌نمایش به بدنه':'۸۹.۱۲',
                    'نرخ بروزرسانی تصویر':'۱۲۰ هرتز',
                    'محدوده نرخ بروزرسانی تصویر (refresh rate)':'۱۰۰ تا ۱۲۰ هرتز',
                    "سایر قابلیت‌ها":'صفحه‌نمایش با نرخ بروزرسانی ۱۲۰ هرتز',
                }
            ,
            'ارتباطات':
                {
                    'شبکه‌های ارتباطی':' ۲G , ۳G , ۴G , ۵G',
                    'شبکه‌های ارتباطی قابل پشتیبانی':'QZSS , Wi-Fi , بلوتوث',
                    'موقعیت نما ( GPS )':' GPS , BDS , GALILEO , GLONASS ',
                    'نوع Wi-Fi (ورژن)':'۸۰۲.۱۱ a, b, g, n, ac, ax, Wi-Fi ۶E; Wi-Fi Direct, Hotspot',
                    'نسخه بلوتوث':'۵.۳',
                    'درگاه‌های ارتباطی':'USB Type-C',
                }
            ,
            'دوربین':
                {
                    'دوربین‌های پشت گوشی':'۴  ماژول دوربین',
                    'رزولوشن دوربین':'۲۰۰  مگاپیکسل',
                    'فناوری فوکوس':'PDAF',
                    'قابلیت‌های دوربین':`دارای ۴ حسگر دوربین | دوربین‌هایی با رزولوشن ۲۰۰+۱۰+۱۰+۱۲ مگاپیکسل - حسگر اول از نوع عریض (Wide)، با رزولوشن ۲۰۰ مگاپیکسل، دریچه‌ی دیافراگم f/۱.۷، فاصله کانونی لنز ۲۴ میلی‌متر (Focal Length ۲۴ mm)، ثبت تصاویر با پیکسل‎هایی به سایز ۰.۶ میکرومتر (۰.۶µm Pixel Size)، سایز سنسور ۱/۱.۳ اینچ (Sensor Size ۱/۱.۳ Inch)، مجهز به فناوری فوکوس اتوماتیک از نوع PDAF و مجهز به لرزشگیر اپتیکال تصویر (Optical Image Stabilization) و Laser AF / - حسگر دوم از نوع تله‌فوتو پریسکوپ (Periscope Telephoto) با رزولوشن ۵۰ مگاپیکسل، دریچه‌ی دیافراگم f/۳.۴، فاصله کانونی لنز ۱۱۱ میلی‌متر (Focal Length ۱۱۱mm)، مجهز به فناوری فوکوس اتوماتیک از نوع PDAF و مجهز به لرزشگیر اپتیکال تصویر (Optical Image Stabilization) و همراه با زوم اپتیکال ۵ برابر (۵x optical zoom) / - حسگر سوم از نوع تله‌فوتو (Telephoto) با رزولوشن ۱۰ مگاپیکسل، دریچه‌ی دیافراگم f/۲.۴، فاصله کانونی لنز ۶۷ میلی‌متر (Focal Length ۶۷mm)، ثبت تصاویر با پیکسل‎هایی به سایز ۱.۱۲ میکرومتر (۱.۱۲µm Pixel Size)، سایز سنسور ۱/۳.۵۲ اینچ (Sensor Size ۱/۳.۵۲ Inch)، مجهز به فناوری فوکوس اتوماتیک از نوع PDAF و مجهز به لرزشگیر اپتیکال تصویر (Optical Image Stabilization) و همراه با زوم اپتیکال ۳ برابر (۳x Optical Zoom) / - حسگر چهارم از نوع فوق‌عریض (ultrawide) با رزولوشن ۱۲ مگاپیکسل، دریچه‌ی دیافراگم f/۲.۲، فاصله کانونی لنز ۱۳ میلی‌متر (Focal Length ۱۳mm)، ثبت تصاویر با پیکسل‎هایی به سایز ۱.۴ میکرومتر (۱.۴µm Pixel Size)، سایز سنسور ۱/۲.۵۵ اینچ (Sensor Size ۱/۲.۵۵ Inch)، مجهز به فناوری فوکوس اتوماتیک دوگانه از نوع PDAF و مجهز به فوق لرزشگیر ویدئو (Super Steady video) و زاویه دید ۱۲۰ درجه / قابلیت عکاسی پانوراما (Panorama) قابلیت عکاسی HDR به‌صورت خودکار`,
                    'فیلمبرداری':'رزولوشن ۳۲۴۰ × ۷۶۸۰ و سرعت ۲۴/۳۰ فریم بر ثانیه (۸k@۲۴/۳۰FPS) / رزولوشن ۲۱۶۰ × ۳۸۴۰ و سرعت ۳۰/۶۰/۱۲۰ فریم بر ثانیه (۴K@۳۰/۶۰/۱۲۰FPS) / رزولوشن ۱۰۸۰ × ۱۹۲۰ و سرعت ۳۰/۶۰/۲۴۰/۹۶۰ فریم بر ثانیه (۱۰۸۰p@۳۰/۶۰/۲۴۰/۹۶۰FPS) / stereo sound rec / HDR۱۰+',
                    'دوربین سلفی':'دارای حسگری با رزولوشن ۱۲ مگاپیکسل از نوع عریض (Wide)، دریچه‌ی دیافراگم f/۲.۲، فاصله کانونی لنز ۲۶ میلی‌متر (Focal Length ۲۶ mm)، مجهز به فناوری فوکوس اتوماتیک از نوع PDAF / فیلمبرداری: رزولوشن ۲۱۶۰ × ۳۸۴۰ و سرعت ۳۰/۶۰ فریم بر ثانیه (۴K@۳۰/۶۰FPS) رزولوشن ۱۰۸۰ × ۱۹۲۰ و سرعت ۳۰ فریم بر ثانیه (۱۰۸۰p@۳۰FPS)',
                }
            ,
            'صدا':
                {
                    'بلندگو':'استریو',
                    'خروجی صدا':'جک ۳.۵ میلی‌متری صدا',
                }
            ,
            'ویژگی های نرم افزاری':
                {
                    'سیستم عامل':'Android',
                    'نسخه سیستم عامل':'Android ۱۴',
                }
            ,
            'سایر مشخصات':
                {
                    'حس‌گرها':`قطب‌نما (Compass) شتاب‌سنج (Accelerometer) مجاورت (Proximity) فشارسنج (Barometer) اثرانگشت زیر صفحه نمایش (FingerPrint|Under-Display)`,
                    'ظرفیت باتری':'۵۰۰۰ میلی آمپر ساعت',
                    'محدوده ظرفیت باتری':'۵۰۰۰ تا ۵۹۹۹ میلی‌آمپرساعت',
                    'مشخصات باتری':'باتری لیتیوم‌یونی با ظرفیت ۵۰۰۰ میلی‌آمپرساعت / قابلیت شارژ سریع با توان ۴۵ وات / پشتیانی از شارژ سریع بی‌سیم Qi/PMA با توان ۱۵ واتی / قابلیت شارژ بی‌سیم دستگاه‌های دیگر (Power Bank/Reverse Wireless Charging) با توان ۴.۵ وات',
                    'اقلام همراه':'دفترچه‌ راهنما',
                    'سایر توضیحات اقلام همراه':'دارای کابل USB-C / فاقد آداپتور شارژر'
                }
            ,
        },
        color:['silver',"red","green","blue","black"],
        size:[],
        price:75999000,
        discount:toPersianDigits(1),
        quantity:40,
        PriceWithDiscunt:68399100,
    },
    {
        id:14,
        imgA:hp,
        imgB:hpB,
        type:"لپ تاپ",
        tags : ["لپ‌‌ تاپ", "کامپیوتر"],
        category:"کامپیوتر و لپ تاپ",
        brand:"اچ پی",
        title:"لپ تاپ اچ پی 16.1 اینچی مدل OMEN 16 wd0023nia i7 13620H 16GB 1TB RTX4050",
        description:"بدون شک سری OMEN، یکی از برترین لپ‌تاپ‌های گیمینگ شرکت اچ پی است. این شاسی‌ در کنار صفحه نمایش ایده‌آل 16.1 اینچی و طراحی فوق‌العاده از سخت‌افزار قدرتمندی برخوردار است. لپ تاپ گیمینگ اچ پی مدل HP OMEN 16-Wd0023nia، یک لپ‌تاپ گیمینگ با پردازنده‌ی نسل 13 اینتل است. در کنار این پردازنده‌ی فوق‌العاده، 16 گیگابایت رم DDR5-5200 و 6 گیگابایت حافظه‌ی گرافیکی مجزا وجود دارد. علاوه بر این، لپ تاپ گیمینگ 16.1 اینچی اچ پی مدل HP OMEN 16-Wd0023nia با این مشخصات سطح بالا، هرنوع بازی و برنامه شما را به راحت‌ترین شکل ممکن اجرا می‌کند. ",
        details:{
            'مشخصات کلی':
                {
                    ' سری لپ تاپ ':' OMEN',
                    'نوع کاربری':'گیمینگ',
                    'ابعاد':'369x259.3x23.6 میلی متر ',
                    'وزن':'2.3 کیلوگرم',
                }
            ,
            'پردازنده':
                {
                    'سری پردازنده':'Core i7',
                    ' مدل پردازنده‌ مرکزی':'۱۳۶۲۰H',
                    'حافظه کش پردازنده':'۲۴ مگابایت',
                    'تعداد هسته ':'۱۰',
                    'تعداد رشته (Thread)':'۱۶',
                    'نسل پردازنده مرکزی':'۱۳',
                    'محدوده سرعت پردازنده ':'۲.4 تا ۴.9 گیگاهرتز',
                    
                }
            ,
            'حافظه':
                {
                    'حافظه داخلی':'۵۱۲ گیگابایت',
                    'مقدار RAM':'16 گیگابایت ',
                    'نوع حافظه RAM':'DDR۵',
                    'قابلیت ارتقای رم':'ندارد',
                    'تعداد اسلات رم':'2 عدد',
                    'باس رم':'5200 مگاهرتز',
                    'سازنده پردازنده گرافیکی':'NVIDIA',
                    'نوع پردازنده گرافیکی':'پردازنده گرافیکی مجزا',
                    'مدل پردازنده':'GeForce RTX 4050',
                    'حافظه اختصاصی پردازنده گرافیکی':'6 گیگابایت',
                    'نوع حافظه ذخیره سازی':'SSD',
                    'ظرفیت حافظه HDD':'ندارد',
                    'ظرفیت حافظه SSD':'1 ترابایت',
                    'ظرفیت حافظه داخلی':'1 ترابایت',
                    'قابلیت ارتقای حافظه داخلی':'دارد',
                }
            ,
            'صفحه نمایش':
                {   
                    'فناوری صفحه‌ نمایش':'IPS',
                    ' اندازه صفحه نمایش':'16.1 اینچ ',
                    'رزولوشن صفحه نمایش':'1920x1080 پیکسل - FHD',
                    'تراکم پیکسلی':'۵۰۵ پیکسل بر اینچ',
                    'نسبت صفحه‌نمایش به بدنه':'۸۹.۱۲',
                    'نرخ بروزرسانی تصویر':'144 هرتز',
                    'صفحه نمایش لمسی':' ندارد',
                    "پوشش نمایشگر":'مات',
                    'گواهی‌ های نمایشگر':'۴۵% NTSC',
                }
            ,
            'ارتباطات':
                {
                    'شبکه Wi-Fi ':'دارد',
                    'ورژن شبکه Wi-Fi (وایرلس)':'Realtek Wi-Fi 6E',
                    'درگاه شبکه LAN':' دارد',
                    'تعداد درگاه USB 3.0 Type A و بالاتر':'3 عدد USB 3.2',
                    'تعداد درگاه USB Type C':' 1 عدد ',
                    'توضیحات درگاه USB Type C':'پشتیبانی از DisplayPort ۱.۴ ،Power Delivery و HP Sleep and Charge',
                    'پشتیبانی از Thunderbolt ':'Thunderbolt 4',
                    'بلوتوث ':'دارد',
                    'نسخه بلوتوث':'۵.۳',
                    'جک هدفون/ میکروفن':'دارد',
                    'درگاه HDMI ':'دارد',
                    'درگاه کارت‌ خوان':'ندارد',
                    'مشخصات تاچ پد':'چند لمسی',
                    
                }
            ,
            'دوربین':
                {
                    'وب‌ کم':'دارد',
                    'توضیحات وب کم':'HP True Vision 1080p FHD',
                }
            ,
            'صدا':
                {
                    'اسپیکر ':'Bang & Olufsen',
                }
            ,
            'ویژگی های نرم افزاری':
                {
                    'سیستم عامل':'windows',
                    'نسخه سیستم عامل':'Android 11',
                }
            ,
            'سایر مشخصات':
                {
                    'درایو نوری':'ندارد',
                    'حسگر اثر انگشت':'ندارد',
                    'کیبورد با نور پس‌ زمینه':'دارد',
                    'نوع نمایش نور کیبورد':'RGB',
                    ' باتری':'دارد',
                    'توان شارژر  ':'230 وات ',
                    'مشخصات باتری':'4 سلولی لیتیوم یون پلیمری',
                    'اقلام همراه':'دفترچه‌ راهنما',
                    'سایر توضیحات اقلام همراه':'دارای کابل  / آداپتور شارژر'
                }
            ,
        },
        color:['silver',"white","black"],
        size:[],
        price:62000000,
        discount:toPersianDigits(1),
        quantity:20,
        PriceWithDiscunt:55800000,
    },
    {
        id:15,
        imgA:tcl,
        imgB:tclB,
        type:"گوشی موبایل",
        tags : ["موبایل", "تبلت"],
        category:"گوشی موبایل و تبلت",
        brand:"تی سی ال",
        title:"گوشی موبایل تی سی ال مدل 406s دو سیم کارت ظرفیت 64 گیگابایت و رم 4 گیگابایت",
        description:"گوشی موبایل تی سی ال مدل 406s با دو سیم کارت، ظرفیت ذخیره‌سازی 64 گیگابایت و رم 4 گیگابایت یک انتخاب مناسب در دسته‌ی گوشی‌های هوشمند با امکانات متوسط است. این گوشی مجهز به صفحه نمایشی با کیفیت خوب است که تجربه‌ی دیداری قابل قبولی را ارائه می‌دهد. با ظرفیت ذخیره‌سازی 64 گیگابایت، شما می‌توانید تعداد زیادی عکس، ویدئو و فایل دیگر را در دستگاه خود ذخیره کنید. دوربین اصلی این گوشی عکس‌ها و ویدئوهای با کیفیت مناسبی را ضبط می‌کند و به شما امکان می‌دهد لحظات خاطره‌انگیز را ثبت کنید. همچنین، دوربین سلفی آن نیز برای عکس‌های شخصی و تماس‌های ویدئویی مناسب است. با استفاده از پردازنده‌ی قدرتمند، این گوشی قابلیت اجرای برنامه‌ها و بازی‌های روزمره را به صورت صحیح و بدون تأخیر فراهم می‌کند. رم 4 گیگابایت همراه با پردازنده، کارایی خوبی در اجرای وظایف روزمره و چند وظیفه‌ای دارد. باتری قدرتمند این گوشی، به شما امکان می‌دهد که با یکبار شارژ برای مدت طولانی از آن استفاده کنید. همچنین، امکانات امنیتی مانند قفل اثر انگشت و قفل الگو نیز در این گوشی وجود دارد.گوشی موبایل تی سی ال مدل 406s با طراحی ساده و کاربرپسند، یک گزینه مناسب برای کاربرانی است که به دنبال یک گوشی هوشمند با عملکرد متوسط و امکانات پایه هستند.",
        details:{
                'مشخصات کلی':
                    {
                        'ابعاد':'۱۶۴.۶۶x۷۵.۴x۸.۹۹ میلی‌متر',
                        'وزن':'۱۹۰ گرم',
                        " توضیحات سیم کارت":'سایز نانو (۸.۸ × ۱۲.۳ میلی‌متر)',
                        'تعداد سیم کارت':'دو عدد',
                        'زمان معرفی':'۶ اپریل ۲۰۲۰',
                        'مدل':'۱۰L',
                        'دسته ‌بندی':'میان‌رده'
                    }
                ,
                'پردازنده':
                    {
                        'پردازنده‌ مرکزی':'۴x A۵۳ ۲.۰GHz + ۴x A۵۳ ۱.۵GHz',
                        'فرکانس پردازنده‌ مرکزی':'۱.۵ - ۲.۰ گیگاهرتز',
                        'پردازنده‌ گرافیکی':'IMG GE۸۳۲۰ @ ۶۵۰ MHz',
                    }
                ,
                'حافظه':
                    {
                        'حافظه داخلی':'۶۴ گیگابایت',
                        'مقدار RAM':'۴ مگابایت',
                        'پشتیبانی از کارت حافظه':'microSD',
                        'حداکثر ظرفیت کارت حافظه':'۵۱۲ گیگابایت',
                    }
                ,
                'صفحه نمایش':
                    {
                        'بازه‌ اندازه صفحه نمایش':'۶.۰ تا ۸.۰ اینچ',
                        'اندازه':'۶.۶ اینچ',
                        'رزولوشن صفحه نمایش':'۷۲۰x۱۶۱۲',
                        'تراکم پیکسلی':'۲۶۹ پیکسل بر اینچ',
                        'نسبت صفحه‌نمایش به بدنه':'۸۹.۱%',
                        'نسبت تصویر':'۲۰:۹',
                        "سایر قابلیت‌ها":'روشنایی ۴۰۰ نیت / کنتراست ۱۰۰۰: ۱',
                    }
                ,
                'ارتباطات':
                    {
                        'شبکه‌های ارتباطی':' ۲G , ۳G , ۴G ',
                        'شبکه 2G':'GSM ۸۵۰/۹۰۰/۱۸۰۰/۱۹۰۰ GPRS/EDGE',
                        'شبکه 3G':'B۱/B۲/B۵/B۸ HSPA+ (۴۲Mbps DL, ۱۱Mbps UL)',
                        'شبکه 4G':'B۱ /B۳ /B۵ /B۷ /B۸ /B۲۰ /B۲۸ /B۳۸ /B۴۰ /B۴۱xxx Cat ۴ DL ۱۵۰Mbit/s, Cat۵ UL ۷۵Mbit/s ۸۰۲.۱۱a/b/g/n/ac, Wi-Fi direct VoLTE (Compatible)xx, VoWiFi (Compatible)',
                        'شبکه‌های ارتباطی قابل پشتیبانی':'Wi-Fi , بلوتوث',
                        'موقعیت نما ( GPS )':' A-GPS , BDS , GALILEO , GLONASS ',
                        'نسخه بلوتوث':'۵.۱',
                        'درگاه‌های ارتباطی':'USB Type-C ۲.۰',
                    }
                ,
                'دوربین':
                    {
                        'دوربین‌های پشت گوشی':'۲ ماژول دوربین',
                        'رزولوشن دوربین':'۱۳ مگاپیکسل',
                        'فناوری فوکوس':'PDAF',
                        'قابلیت‌های دوربین':`دارای دو حسگر دوربین | دوربین‌هایی با رزولوشن ۱۳ و ۲ مگاپیکسل - حسگر اول با رزولوشن ۱۳ مگاپیکسل، دریچه‌ی دیافراگم f/۲.۲، ثبت تصاویر با پیکسل‎هایی به سایز ۱.۱۲ میکرومتر (۱.۱۲µm Pixel Size)، سایز سنسور ۱/۳ اینچ (Sensor Size ۱/۳ Inch)، مجهز به فناوری فوکوس اتوماتیک از نوع PDAF - حسگر دوم از نوع عمق سنج (depth) با رزولوشن ۲ مگاپیکسل، دریچه‌ی دیافراگم f/۲.۴، ثبت تصاویر با پیکسل‎هایی به سایز ۱.۷۵ میکرومتر (۱.۷۵µm Pixel Size)، سایز سنسور ۱/۵ اینچ (Sensor Size ۱/۵ Inch) و زاویه دید ۸۸.۸ درجه قابلیت عکاسی HDR`,
                        'فیلمبرداری':'رزولوشن ۱۰۸۰ × ۱۹۲۰ و سرعت ۳۰ فریم بر ثانیه (۱۰۸۰p@۳۰FPS)',
                        'دوربین سلفی':'دارای حسگری با رزولوشن ۵ مگاپیکسل، دریچه‌ی دیافراگم f/۲.۲، ثبت تصاویر با پیکسل‎‌هایی به سایز ۱.۱۲ میکرومتر (۱.۱۲µm Pixel Size)، سایز سنسور ۱/۵ اینچ (Sensor Size ۱/۵ Inch)',
                    }
                ,
                'صدا':
                    {
                        'بلندگو':'استریو',
                        'خروجی صدا':'جک ۳.۵ میلی‌متری صدا',
                    }
                ,
                'ویژگی های نرم افزاری':
                    {
                        'سیستم عامل':'Android',
                        'نسخه سیستم عامل':'Android ۱۳',
                    }
                ,
                'سایر مشخصات':
                    {
                        'حس‌گرها':'شتاب‌سنج (Accelerometer)',
                        'مشخصات باتری':'باتری با ظرفیت ۵۰۰۰ میلی‌آمپر‌ساعت / شارژ با شدت جریان و ولتاژ ۲ آمپر و ۵ ولت / زمان نیاز برای شارژ: ۳.۲ ساعت / شارژدهی: تا ۱۶.۲ ساعت',
                        'اقلام همراه':'دفترچه‌ راهنما , شارژر , کابل USB',
                    }
                ,
            },
        color:['silver',"red","green","blue","black"],
        size:[],
        price:5159000,
        discount:toPersianDigits(18),
        quantity:60,
        PriceWithDiscunt:4215000,
    },
]

// export const discountProduct=[
//     {
//         id:10,
//         imgA:SPORT,
//         imgB:SPORTB,
//         brand: "متفرقه",
//         title:"ساعت هوشمند مدل AK56 HD SPORT، مناسب برای ورزش، روزمره، رسمی، دارای قابلیت‌های صفحه نمایش رنگی و لمسی، کنترل موسیقی، کنترل سطح اکسیژن خون، قابلیت مکالمه مستقیم، قابلیت مکالمه از طریق بلوتوث، بند سیلیکون، فرم صفحه دایره",
//         price:2950000),
//         discount:toPersianDigits(17),
//         quantity:50,
//         PriceWithDiscunt:2450000),
//     },
//     {
//         id:11,
//         imgA:AirPodsPro,
//         imgB:AirPodsPro2,
//         brand:"ای ان سی",
//         title:"هندزفری بلوتوثی  مدل AirPods Pro 2nd Generation Type-C",
//         price:3000000),
//         discount:toPersianDigits(84),
//         quantity:28,
//         PriceWithDiscunt:468000),
//     },
//     {
//         id:12,
//         imgA:Opo,
//         imgB:OpoB,
//         brand:"اوپو",
//         title:"گوشی موبایل اوپو مدل A16K دو سیم کارت ظرفیت 64 گیگابایت و رم 4 گیگابایت",
//         price:4499000),
//         discount:toPersianDigits(9),
//         quantity:78,
//         PriceWithDiscunt:4099000),
//     },
//     {
//         id:13,
//         imgA:s24,
//         imgB:s24B,
//         brand:"سامسونگ",
//         title:"گوشی موبایل سامسونگ Galaxy S24 Ultra 5G ظرفیت 512 گیگابایت رم 12 گیگابایت - ویتنام",
//         price:75999000),
//         discount:toPersianDigits(1),
//         quantity:40,
//         PriceWithDiscunt:68399100),
//     },
//     {
//         id:14,
//         imgA:hp,
//         imgB:hpB,
//         brand:"اچ پی",
//         title:"لپ تاپ اچ پی 16.1 اینچی مدل OMEN 16 wd0023nia i7 13620H 16GB 1TB RTX4050",
//         price:62000000),
//         discount:toPersianDigits(1),
//         quantity:20,
//         PriceWithDiscunt:55800000),
//     },
//     {
//         id:15,
//         imgA:tcl,
//         imgB:tclB,
//         brand:"تی سی ال",
//         title:"گوشی موبایل تی سی ال مدل 406s دو سیم کارت ظرفیت 64 گیگابایت و رم 4 گیگابایت",
//         price:5159000),
//         discount:toPersianDigits(18),
//         quantity:60,
//         PriceWithDiscunt:4215000),
//     },
// ]

export const famousProduct=[
    {
        imgA:AppleWatch,
        type: "ساعت هوشمند",
        title:"ساعت هوشمند اپل مدل Series 9 Aluminum 45mm M/L",
        description:"مناسب برای ورزش، روزمره، رسمی، دارای قابلیت‌های کنترل موسیقی، کنترل سطح اکسیژن خون، قابلیت مکالمه از طریق بلوتوث، بند سیلیکون، فرم صفحه مستطیل، فناوری GPS، با حافظه داخلی 64 گیگابایت",
    },
    {
        imgA:LaptopAsus,
        type:"لپ تاپ و الترابوک",
        title:"لپ تاپ ایسوس مدل Vivobook 15 X1504VA-NJ005W",
        description:" 15.6 اینچی i5 1335U 8GB 512SSD W",
    },
    {
        imgA:Iphone13,
        type:"گوشی موبایل",
        title:"گوشی موبایل اپل مدل iPhone 13 CH ",
        description:"دو سیم‌ کارت ظرفیت 128 گیگابایت و رم 4 گیگابایت - با پوشش Gorilla Glass سرامیکی دارای استاندارد IP۶۸",
    },
    {
        imgA:XiaomiHedest,
        type:"هدست بلوتوثی",
        title:"هدست بلوتوثی شیائومی مدل NIB REDMI BUDS 3 PRO EARPHON 2022",
        description:"دو گوشی - بی‌سیم- Bluetooth - Noise Cancelling Headphone - مقاومت در برابر رطوبت و عرق",
    },
]

export const compareProduct=[
    {
        imgA:SPORT,
        brand: "متفرقه",
        title:"ساعت هوشمند مدل AK56 HD SPORT، مناسب برای ورزش، روزمره، رسمی، دارای قابلیت‌های صفحه نمایش رنگی و لمسی، کنترل موسیقی، کنترل سطح اکسیژن خون، قابلیت مکالمه مستقیم، قابلیت مکالمه از طریق بلوتوث، بند سیلیکون، فرم صفحه دایره",
        price:2950000,
        type:"ساعت هوشمند",
        quantity:50,
        color:['silver',"red","green","blue","white","black","pink"],
        size:['S',"M","XL",'XXL'],
    },
    {
        imgA:AirPodsPro,
        brand:"ای ان سی",
        title:"هندزفری بلوتوثی  مدل AirPods Pro 2nd Generation Type-C",
        price:3000000,
        type:"هندزفری",
        quantity:28,
        color:["white","black",'silver'],
        size:["M","XL",'XXL'],
    },
    {
        imgA:Opo,
        brand:"اوپو",
        title:"گوشی موبایل اوپو مدل A16K دو سیم کارت ظرفیت 64 گیگابایت و رم 4 گیگابایت",
        price:4499000,
        type:"گوشی موبایل",
        quantity:78,
        color:["red","green","blue","black",'silver'],
        size:["M","XL"],
    },
    {
        imgA:s24,
        brand:"سامسونگ",
        title:"گوشی موبایل سامسونگ Galaxy S24 Ultra 5G ظرفیت 512 گیگابایت رم 12 گیگابایت - ویتنام",
        price:75999000,
        type:"گوشی موبایل",
        quantity:40,
        color:["red","green","blue","black",'silver'],
        size:['M','XL'],
    },
    {
        imgA:hp,
        brand:"اچ پی",
        title:"لپ تاپ اچ پی 16.1 اینچی مدل OMEN 16 wd0023nia i7 13620H 16GB 1TB RTX4050",
        price:62000000,
        type:"لپ تاپ",
        quantity:20,
        color:["white",'silver',"black"],
        size:['S','XL','XXL'],
    },
    {
        imgA:tcl,
        brand:"تی سی ال",
        title:"گوشی موبایل تی سی ال مدل 406s دو سیم کارت ظرفیت 64 گیگابایت و رم 4 گیگابایت",
        price:5159000,
        type:"گوشی موبایل",
        quantity:60,
        color:["red","green","blue","silver","black","pink"],
        size:['S','M','L'],
    },
]

// {
//     <div >
//   <div>
//     <p>
//       نسخه‌ی 24H2 ویندوز ۱۱ که با نام به‌روزرسانی ۲۰۲۴ نیز شناخته می‌شود، تا
//       مهرماه ۱۴۰۳ در دسترس عموم کاربران ویندوز قرار می‌گیرد. البته برخی از کاربران
//       اینسایدر که عضو برنامه‌ی Release Preview بودند، از خرداد ماه می‌توانستند
//       نسخه‌ای را که در مرحله‌ی آخرین تست آپدیت رسمی ارائه شد، نصب کنند.
//     </p>
//     <p>
//       بااین‌حال بسیاری از ما منتظر بوده‌ایم تا ابتدا نظر کارشناسان را درمورد
//       نسخه‌ی ۲۰۲۴ ویندوز ۱۱ بدانیم و با آگاهی از تغییرات و جزئیات، تصمیم بگیریم
//       که آیا این آپدیت بزرگ را نصب کنیم یا خیر. خوشبختانه
//       یک ماه زودتر از عرضه‌ی رسمی نسخه‌ی جدید منتشر شده و به کاربران فرصت کافی
//       برای ارزیابی امکانات جدید را می‌دهد.
//     </p>
    
//   </div>
  
//   <p>
//     طبق بررسی‌ها برخی از قابلیت‌های جدید این آپدیت بسیار کاربردی‌اند و برخی
//     دیگر نوعی عقب‌گرد برای ویندوز ۱۱ محسوب می‌شوند. برخی قابلیت‌های دیگر نظیر
//     «ریکال» هم به‌طور اختصاصی برای پی‌سی‌های هوش مصنوعی «کوپایت پلاس» در نظر
//     گرفته شده‌اند و کامپیوترهای معمولی از آن‌ها بی‌بهره خواهند بود. در ادامه
//     با ما همراه باشید تا بررسی کارشناسان از این آپدیت را مرور کنیم.
//   </p>
  
//   <p>
//     به‌روزرسانی ۲۰۲۴ ویندوز ۱۱ در مقایسه با به‌روزرسانی ۲۰۲۳ نسخه‌ی بزرگ‌تر
//     و مفصل‌تری محسوب می‌شود؛ این آپدیت نه‌تنها عملکرد سیستم‌عامل را بهبود می‌دهد،
//     بلکه با تغییرات تجربه‌ی کاربری، استفاده از ویندوز ۱۱ را تسهیل می‌کند.
//   </p>
//   <p>
//     به‌علاوه در این نسخه شاهد بهبود سیستم‌عامل با یک لایه شبیه‌ساز x86 سریع‌تر
//     برای پی‌سی‌های مبتنی‌بر آرم هستیم و انواع ویژگی‌های جدید
    
//       هوش مصنوعی
    
//     هم به سیستم‌های دارای NPU اختصاصی اضافه می‌شود. با این حساب نسخه‌ی 24H2
//     از جهت دیگری نیز با آپدیت‌های گذشته تفاوت دارد؛ زیرا برای اولین‌بار برخی
//     ویژگی‌ها برای نوع خاصی از سیستم‌های سخت‌افزاری طراحی شده‌اند.
//   </p>
//   <p>
//     بنابراین کاربرانی که از پی‌سی‌‌های کوپایلت پلاس استفاده نمی‌کنند، به برخی
//     از این قابلیت‌ها دسترسی نخواهند داشت؛ ازجمله ویژگی جنجالی ویندوز ریکال
//     و ساخت تصاویر با هوش مصنوعی مولد در اپلیکیشن Photos.
//   </p>
//   <p>
//     البته باتوجه‌به ماهیت به‌روزرسانی‌های مداوم مایکروسافت ممکن است برخی از
//     ویژگی‌هایی را که در ادامه‌ی مطلب مرور می‌کنیم، پیش از دریافت 24H2 تجربه
//     کرده باشید؛ یا حتی بعد از آپدیت به برخی از ‌آن‌ها دسترسی نداشته باشید.
//   </p>
// </div>
// }

